Repository: mralihaidar/WMC
Catalog: WorldMedicalCard/*.lproj/Localizable.strings
Languages: da, de, es, nb, sv

# terms_text
source: Terms & Conditions Updated at 2022-01-01 General Terms By accessing and placing an order with , you confirm that you are in agreement with and bound by the terms of service contained in the Terms & Conditions outlined below. These terms apply to the entire website and any email or other type of communication between you and World Medical Card. Under no circumstances shall team be liable for any direct, indirect, special, incidental or consequential damages, including, but not limited to, loss of data or profit, arising out of the use, or the inability to use, the materials on this site, even if team or an authorized representative has been advised of the possibility of such damages. If your use of materials from this site results in the need for servicing, repair or correction of equipment or data, you assume any costs thereof. World Medical Card will not be responsible for any outcome that may occur during the course of usage of our resources. We reserve the rights to change prices and revise the resources usage policy in any moment. License World Medical Card grants you a revocable, non-exclusive, non- transferable, limited license to download, install and use our service strictly in accordance with the terms of this Agreement. These Terms & Conditions are a contract between you and World Medical Card (referred to in these Terms & Conditions as "World Medical Card", "us", "we" or "our"), the provider of the World Medical Card website and the services accessible from the World Medical Card website (which are collectively referred to in these Terms & Conditions as the "World Medical Card Service"). You are agreeing to be bound by these Terms & Conditions. If you do not agree to these Terms & Conditions, please do not use the Service. In these Terms & Conditions, "you" refers both to you as an individual and to the entity you represent. If you violate any of these Terms & Conditions, we reserve the right to cancel your account or block access to your account without notice. Definitions and key terms For this Terms & Conditions: • Cookie: small amount of data generated by a website and saved by your web browser. It is used to identify your browser, provide analytics, remember information about you such as your language preference or login information. • Company: when this policy mentions “Company,” “we,” “us,” or “our,” it refers to World Medical Card, Gamlehaugvegen 20, 5231 Paradis that is responsible for your information under this Privacy Policy. • Country: where World Medical Card or the owners/founders of World Medical Card are based, in this case is Norway. • Customer: refers to the company, organization or person that signs up to use the World Medical Card Service to manage the relationships with your consumers or service users. • Device: any internet connected device such as a phone, tablet, computer or any other device that can be used to visit World Medical Card and use the services. • IP address: Every device connected to the Internet is assigned a number known as an Internet protocol (IP) address. These numbers are usually assigned in geographic blocks. An IP address can often be used to identify the location from which a device is connecting to the Internet. • Personnel: refers to those individuals who are employed by World Medical Card or are under contract to perform a service on behalf of one of the parties. • Personal Data: any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person. • Service: refers to the service provided by World Medical Card as described in the relative terms (if available) and on this platform. • Third-party service: refers to advertisers, contest sponsors, promotional and marketing partners, and others who provide our content or whose products or services we think may interest you. • Website: World Medical Card’s site, which can be accessed via this URL: https://worldmedicalcard.org • You: a person or entity that is registered with World Medical Card to use the Services. Restrictions You agree not to, and you will not permit others to: • License, sell, rent, lease, assign, distribute, transmit, host, outsource, disclose or otherwise commercially exploit the service or make the platform available to any third party. • Modify, make derivative works of, disassemble, decrypt, reverse compile or reverse engineer any part of the service. • Remove, alter or obscure any proprietary notice (including any notice of copyright or trademark) of or its affiliates, partners, suppliers or the licensors of the service. Return and Refund Policy Thanks for shopping with us. We appreciate the fact that you like to buy the stuff we build. We also want to make sure you have a rewarding experience while you’re exploring, evaluating, and purchasing our products. As with any shopping experience, there are terms and conditions that apply to transactions at our company. We’ll be as brief as our attorneys will allow. The main thing to remember is that by placing an order or making a purchase from us, you agree to the terms along with our Privacy Policy. If, for any reason, You are not completely satisfied with any good or service that we provide, don't hesitate to contact us and we will discuss any of the issues you are going through with our product. Your Suggestions Any feedback, comments, ideas, improvements or suggestions (collectively, "Suggestions") provided by you to us with respect to the service shall remain the sole and exclusive property of us. We shall be free to use, copy, modify, publish, or redistribute the Suggestions for any purpose and in any way without any credit or any compensation to you. Your Consent We've updated our Terms & Conditions to provide you with complete transparency into what is being set when you visit our site and how it's being used. By using our service, registering an account, or making a purchase, you hereby consent to our Terms & Conditions. Links to Other Websites Our service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Terms & Conditions of every site You visit. We have no control over and assume no responsibility for the content, Terms & Conditions or practices of any third party sites or services. Cookies We use "Cookies" to identify the areas of our website that you have visited. A Cookie is a small piece of data stored on your computer or mobile device by your web browser. We use Cookies to enhance the performance and functionality of our service but are non-essential to their use. However, without these cookies, certain functionality like videos may become unavailable or you would be required to enter your login details every time you visit our platform as we would not be able to remember that you had logged in previously. Most web browsers can be set to disable the use of Cookies. However, if you disable Cookies, you may not be able to access functionality on our website correctly or at all. We never place Personally Identifiable Information in Cookies. Changes To Our Terms & Conditions You acknowledge and agree that we may stop (permanently or temporarily) providing the Service (or any features within the Service) to you or to users generally at our sole discretion, without prior notice to you. You may stop using the Service at any time. You do not need to specifically inform us when you stop using the Service. You acknowledge and agree that if we disable access to your account, you may be prevented from accessing the Service, your account details or any files or other materials which is contained in your account. If we decide to change our Terms & Conditions, we will post those changes on this page, and/or update the Terms & Conditions modification date below. Modifications to Our service We reserve the right to modify, suspend or discontinue, temporarily or permanently, the service or any service to which it connects, with or without notice and without liability to you. Updates to Our service We may from time to time provide enhancements or improvements to the features/ functionality of the service, which may include patches, bug fixes, updates, upgrades and other modifications ("Updates"). Updates may modify or delete certain features and/or functionalities of the service. You agree that we have no obligation to (i) provide any Updates, or (ii) continue to provide or enable any particular features and/or functionalities of the service to you. You further agree that all Updates will be (i) deemed to constitute an integral part of the service, and (ii) subject to the terms and conditions of this Agreement. Third-Party Services We may display, include or make available third-party content (including data, information, applications and other products services) or provide links to third-party websites or services ("Third- Party Services"). You acknowledge and agree that we shall not be responsible for any Third-Party Services, including their accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality or any other aspect thereof. We do not assume and shall not have any liability or responsibility to you or any other person or entity for any Third-Party Services. Third-Party Services and links thereto are provided solely as a convenience to you and you access and use them entirely at your own risk and subject to such third parties' terms and conditions. Term and Termination This Agreement shall remain in effect until terminated by you or us. We may, in its sole discretion, at any time and for any or no reason, suspend or terminate this Agreement with or without prior notice. This Agreement will terminate immediately, without prior notice from us, in the event that you fail to comply with any provision of this Agreement. You may also terminate this Agreement by deleting the service and all copies thereof from your computer. Upon termination of this Agreement, you shall cease all use of the service and delete all copies of the service from your computer. Termination of this Agreement will not limit any of our rights or remedies at law or in equity in case of breach by you (during the term of this Agreement) of any of your obligations under the present Agreement. If you are a copyright owner or such owner’s agent and believe any material from us constitutes an infringement on your copyright, please contact us setting forth the following information: (a) a physical or electronic signature of the copyright owner or a person authorized to act on his behalf; (b) identification of the material that is claimed to be infringing; (c) your contact information, including your address, telephone number, and an email; (d) a statement by you that you have a good faith belief that use of the material is not authorized by the copyright owners; and (e) the a statement that the information in the notification is accurate, and, under penalty of perjury you are authorized to act on behalf of the owner. Indemnification You agree to indemnify and hold us and our parents, subsidiaries, affiliates, officers, employees, agents, partners and licensors (if any) harmless from any claim or demand, including reasonable attorneys' fees, due to or arising out of your: (a) use of the service; (b) violation of this Agreement or any law or regulation; or (c) violation of any right of a third party. No Warranties The service is provided to you "AS IS" and "AS AVAILABLE" and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, we, on our own behalf and on behalf of our affiliates and our respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the service, including all implied warranties of merchantability, fitness for a particular purpose, title and non- infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, we provide no warranty or undertaking, and makes no representation of any kind that the service will meet your requirements, achieve any intended results, be compatible or work with any other software, websites, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected. Without limiting the foregoing, neither us nor any provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the service, or the information, content, and materials or products included thereon; (ii) that the service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the service; or (iv) that the service, its servers, the content, or e-mails sent from or on behalf of us are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components. Some jurisdictions do not allow the exclusion of or limitations on implied warranties or the limitations on the applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to you. Limitation of Liability Notwithstanding any damages that you might incur, the entire liability of us and any of our suppliers under any provision of this Agreement and your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by you for the service. To the maximum extent permitted by applicable law, in no event shall we or our suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, for loss of data or other information, for business interruption, for personal injury, for loss of privacy arising out of or in any way related to the use of or inability to use the service, third-party software and/or third-party hardware used with the service, or otherwise in connection with any provision of this Agreement), even if we or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose. Some states/jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation or exclusion may not apply to you. Severability If any provision of this Agreement is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect. This Agreement, together with the Privacy Policy and any other legal notices published by us on the Services, shall constitute the entire agreement between you and us concerning the Services. If any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect. No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and our failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision. YOU AND US AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES. OTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED. Waiver Except as provided herein, the failure to exercise a right or to require performance of an obligation under this Agreement shall not effect a party's ability to exercise such right or require such performance at any time thereafter nor shall be the waiver of a breach constitute waiver of any subsequent breach. No failure to exercise, and no delay in exercising, on the part of either party, any right or any power under this Agreement shall operate as a waiver of that right or power. Nor shall any single or partial exercise of any right or power under this Agreement preclude further exercise of that or any other right granted herein. In the event of a conflict between this Agreement and any applicable purchase or other terms, the terms of this Agreement shall govern. Amendments to this Agreement We reserve the right, at its sole discretion, to modify or replace this Agreement at any time. If a revision is material we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. By continuing to access or use our service after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, you are no longer authorized to use our service. Entire Agreement The Agreement constitutes the entire agreement between you and us regarding your use of the service and supersedes all prior and contemporaneous written or oral agreements between you and us. You may be subject to additional terms and conditions that apply when you use or purchase other services from us, which we will provide to you at the time of such use or purchase. Updates to Our Terms We may change our Service and policies, and we may need to make changes to these Terms so that they accurately reflect our Service and policies. Unless otherwise required by law, we will notify you (for example, through our Service) before we make changes to these Terms and give you an opportunity to review them before they go into effect. Then, if you continue to use the Service, you will be bound by the updated Terms. If you do not want to agree to these or any updated Terms, you can delete your account. Intellectual Property Our platform and its entire contents, features and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection and arrangement thereof), are owned by us, its licensors or other providers of such material and are protected by and international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws. The material may not be copied, modified, reproduced, downloaded or distributed in any way, in whole or in part, without the express prior written permission of us, unless and except as is expressly provided in these Terms & Conditions. Any unauthorized use of the material is prohibited. Agreement to Arbitrate This section applies to any dispute EXCEPT IT DOESN’T INCLUDE A DISPUTE RELATING TO CLAIMS FOR INJUNCTIVE OR EQUITABLE RELIEF REGARDING THE ENFORCEMENT OR VALIDITY OF YOUR OR World Medical Card’s INTELLECTUAL PROPERTY RIGHTS. The term “dispute” means any dispute, action, or other controversy between you and us concerning the Services or this agreement, whether in contract, warranty, tort, statute, regulation, ordinance, or any other legal or equitable basis. “Dispute” will be given the broadest possible meaning allowable under law. Notice of Dispute In the event of a dispute, you or us must give the other a Notice of Dispute, which is a written statement that sets forth the name, address, and contact information of the party giving it, the facts giving rise to the dispute, and the relief requested. You must send any Notice of Dispute via email to: . We will send any Notice of Dispute to you by mail to your address if we have it, or otherwise to your email address. You and us will attempt to resolve any dispute through informal negotiation within sixty (60) days from the date the Notice of Dispute is sent. After sixty (60) days, you or us may commence arbitration. Binding Arbitration If you and us don’t resolve any dispute by informal negotiation, any other effort to resolve the dispute will be conducted exclusively by binding arbitration as described in this section. You are giving up the right to litigate (or participate in as a party or class member) all disputes in court before a judge or jury. The dispute shall be settled by binding arbitration in accordance with the commercial arbitration rules of the American Arbitration Association. Either party may seek any interim or preliminary injunctive relief from any court of competent jurisdiction, as necessary to protect the party’s rights or property pending the completion of arbitration. Any and all legal, accounting, and other costs, fees, and expenses incurred by the prevailing party shall be borne by the non-prevailing party. Submissions and Privacy In the event that you submit or post any ideas, creative suggestions, designs, photographs, information, advertisements, data or proposals, including ideas for new or improved products, services, features, technologies or promotions, you expressly agree that such submissions will automatically be treated as non- confidential and non-proprietary and will become the sole property of us without any compensation or credit to you whatsoever. We and our affiliates shall have no obligations with respect to such submissions or posts and may use the ideas contained in such submissions or posts for any purposes in any medium in perpetuity, including, but not limited to, developing, manufacturing, and marketing products and services using such ideas. Promotions We may, from time to time, include contests, promotions, sweepstakes, or other activities (“Promotions”) that require you to submit material or information concerning yourself. Please note that all Promotions may be governed by separate rules that may contain certain eligibility requirements, such as restrictions as to age and geographic location. You are responsible to read all Promotions rules to determine whether or not you are eligible to participate. If you enter any Promotion, you agree to abide by and to comply with all Promotions Rules. Additional terms and conditions may apply to purchases of goods or services on or through the Services, which terms and conditions are made a part of this Agreement by this reference. Typographical Errors In the event a product and/or service is listed at an incorrect price or with incorrect information due to typographical error, we shall have the right to refuse or cancel any orders placed for the product and/ or service listed at the incorrect price. We shall have the right to refuse or cancel any such order whether or not the order has been confirmed and your credit card charged. If your credit card has already been charged for the purchase and your order is canceled, we shall immediately issue a credit to your credit card account or other payment account in the amount of the charge. Miscellaneous If for any reason a court of competent jurisdiction finds any provision or portion of these Terms & Conditions to be unenforceable, the remainder of these Terms & Conditions will continue in full force and effect. Any waiver of any provision of these Terms & Conditions will be effective only if in writing and signed by an authorized representative of us. We will be entitled to injunctive or other equitable relief (without the obligations of posting any bond or surety) in the event of any breach or anticipatory breach by you. We operate and control our Service from our offices in . The Service is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation. Accordingly, those persons who choose to access our Service from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable. These Terms & Conditions (which include and incorporate our Privacy Policy) contains the entire understanding, and supersedes all prior understandings, between you and us concerning its subject matter, and cannot be changed or modified by you. The section headings used in this Agreement are for convenience only and will not be given any legal import. Disclaimer We are not responsible for any content, code or any other imprecision. We do not provide warranties or guarantees. In no event shall we be liable for any special, direct, indirect, consequential, or incidental damages or any damages whatsoever, whether in an action of contract, negligence or other tort, arising out of or in connection with the use of the Service or the contents of the Service. We reserve the right to make additions, deletions, or modifications to the contents on the Service at any time without prior notice. Our Service and its contents are provided "as is" and "as available" without any warranty or representations of any kind, whether express or implied. We are a distributor and not a publisher of the content supplied by third parties; as such, our exercises no editorial control over such content and makes no warranty or representation as to the accuracy, reliability or currency of any information, content, service or merchandise provided through or accessible via our Service. Without limiting the foregoing, We specifically disclaim all warranties and representations in any content transmitted on or in connection with our Service or on sites that may appear as links on our Service, or in the products provided as a part of, or otherwise in connection with, our Service, including without limitation any warranties of merchantability, fitness for a particular purpose or non-infringement of third party rights. No oral advice or written information given by us or any of its affiliates, employees, officers, directors, agents, or the like will create a warranty. Price and availability information is subject to change without notice. Without limiting the foregoing, we do not warrant that our Service will be uninterrupted, uncorrupted, timely, or error-free. Contact Us Don't hesitate to contact us if you have any questions. • Via Email: post@wmc-card.no • Via Phone Number: +47 55 33 75 75
da: Vilkår og Betingelser Opdateret 2022-01-01 Almindelige vilkår Ved at få adgang til og afgive en ordre hos , bekræfter du, at du er indforstået med og bundet af servicevilkårene indeholdt i vilkårene og betingelserne beskrevet nedenfor. Disse vilkår gælder for hele webstedet og enhver e-mail eller anden form for kommunikation mellem dig og World Medical Card. Teamet kan under ingen omstændigheder holdes ansvarlig for nogen direkte, indirekte, særlige, tilfældige skader eller følgeskader, herunder, men ikke begrænset til, tab af data eller fortjeneste, der opstår som følge af brugen eller manglende evne til at bruge materialerne på dette websted , selvom teamet eller en autoriseret repræsentant er blevet informeret om muligheden for sådanne skader. Hvis din brug af materialer fra denne side resulterer i behov for servicering, reparation eller korrektion af udstyr eller data, påtager du dig alle omkostninger hertil. World Medical Card er ikke ansvarlig for udfald, der måtte opstå i løbet af brugen af vores ressourcer. Vi forbeholder os rettighederne til at ændre priser og revidere ressourceforbrugspolitikken til enhver tid. Licens World Medical Card giver dig en tilbagekaldelig, ikke-eksklusiv, ikke-overdragelig, begrænset licens til at downloade, installere og bruge vores service i nøje overensstemmelse med betingelserne i denne aftale. Disse vilkår og betingelser er en kontrakt mellem dig og World Medical Card (i disse vilkår og betingelser omtalt som "World Medical Card", "os", "vi" eller "vores"), udbyderen af World Medical Cards websted og de tjenester, der er tilgængelige fra World Medical Card-webstedet (som i disse vilkår og betingelser samlet omtales som "World Medical Card Service"). Du accepterer at være bundet af disse vilkår og betingelser. Hvis du ikke accepterer disse vilkår og betingelser, skal du ikke bruge tjenesten. I disse vilkår og betingelser henviser "dig" både til dig som enkeltperson og til den enhed, du repræsenterer. Hvis du overtræder nogen af disse vilkår og betingelser, forbeholder vi os retten til at annullere din konto eller blokere adgangen til din konto uden varsel. Definitioner og nøglebegreber For disse vilkår og betingelser: • Cookie: lille mængde data genereret af et websted og gemt af din webbrowser. Det bruges til at identificere din browser, levere analyser, huske oplysninger om dig, såsom din sprogpræference eller loginoplysninger. • Virksomhed: når denne politik nævner "Virksomhed", "vi", "os" eller "vores", henviser det til World Medical Card, Gamlehaugvegen 20, 5231 Paradis, der er ansvarlig for dine oplysninger i henhold til denne fortrolighedspolitik. • Land: hvor World Medical Card eller ejerne/stifterne af World Medical Card er baseret, er i dette tilfælde Norge. • Kunde: henviser til den virksomhed, organisation eller person, der tilmelder sig for at bruge World Medical Card Service til at administrere forholdet til dine forbrugere eller tjenestebrugere. • Enhed: enhver internetforbundet enhed såsom en telefon, tablet, computer eller enhver anden enhed, der kan bruges til at besøge World Medical Card og bruge tjenesterne. • IP-adresse: Hver enhed, der er tilsluttet internettet, tildeles et nummer kendt som en internetprotokol-adresse (IP). Disse numre er normalt tildelt i geografiske blokke. En IP-adresse kan ofte bruges til at identificere den placering, hvorfra en enhed opretter forbindelse til internettet. • Personale: refererer til de personer, der er ansat af World Medical Card eller er under kontrakt for at udføre en tjeneste på vegne af en af parterne. • Personlige data: enhver information, der direkte, indirekte eller i forbindelse med andre oplysninger – herunder et personligt identifikationsnummer – muliggør identifikation eller identificerbarhed af en fysisk person. • Service: henviser til den service, der leveres af World Medical Card som beskrevet i de relative vilkår (hvis tilgængelig) og på denne platform. • Tredjepartstjeneste: refererer til annoncører, konkurrencesponsorer, salgsfremmende og marketingspartnere og andre, der leverer vores indhold, eller hvis produkter eller tjenester vi tror kan interessere dig. • Hjemmeside: World Medical Cards websted, som kan tilgås via denne URL: https://worldmedicalcard.org • Dig: en person eller enhed, der er registreret hos World Medical Card til at bruge tjenesterne. Begrænsninger Du accepterer ikke, og du vil ikke tillade andre at: • Licensere, sælge, leje, lease, tildele, distribuere, transmittere, hoste, outsource, afsløre eller på anden måde udnytte tjenesten kommercielt eller gøre platformen tilgængelig for enhver tredjepart. • Ændre, lave afledte værker af, adskille, dekryptere, omvendt kompilering eller reverse engineering af enhver del af tjenesten. • Fjerne, ændre eller tilsløre enhver ejendomsretlig meddelelse (herunder enhver meddelelse om ophavsret eller varemærke) fra eller dets tilknyttede selskaber, partnere, leverandører eller licensgivere af tjenesten. Retur- og tilbagebetalingspolitik Tak, fordi du handlede hos os. Vi sætter pris på, at du kan lide at købe de ting, vi bygger. Vi ønsker også at sikre, at du får en givende oplevelse, mens du udforsker, evaluerer og køber vores produkter. Som med enhver købsoplevelse er der vilkår og betingelser, der gælder for transaktioner i vores virksomhed. Vi skal være så korte, som vores advokater tillader. Det vigtigste at huske er, at ved at afgive en ordre eller foretage et køb hos os, accepterer du vilkårene sammen med vores privatlivspolitik. Hvis du af en eller anden grund ikke er helt tilfreds med en vare eller service, som vi leverer, så tøv ikke med at kontakte os, og vi vil diskutere ethvert af de problemer, du går igennem med vores produkt. Dine forslag Enhver feedback, kommentarer, idéer, forbedringer eller forslag (samlet kaldet "Forslag"), som du giver os med hensyn til tjenesten, forbliver vores eneste og eksklusive ejendom. Vi er fri til at bruge, kopiere, ændre, offentliggøre eller videredistribuere forslagene til ethvert formål og på enhver måde uden kredit eller kompensation til dig. Dit samtykke Vi har opdateret vores vilkår og betingelser for at give dig fuldstændig gennemsigtighed i, hvad der indstilles, når du besøger vores websted, og hvordan det bruges. Ved at bruge vores service, registrere en konto eller foretage et køb, accepterer du hermed vores vilkår og betingelser. Links til andre websteder Vores service kan indeholde links til andre websteder, der ikke drives af os. Hvis du klikker på et tredjepartslink, vil du blive dirigeret til denne tredjeparts websted. Vi anbefaler dig kraftigt at gennemgå vilkårene og betingelserne for hvert websted, du besøger. Vi har ingen kontrol over og påtager os intet ansvar for indholdet, vilkår og betingelser eller praksis på nogen tredjeparts websteder eller tjenester. Cookies Vi bruger "cookies" til at identificere de områder på vores hjemmeside, som du har besøgt. En cookie er et lille stykke data, der lagres på din computer eller mobilenhed af din webbrowser. Vi bruger cookies til at forbedre ydeevnen og funktionaliteten af vores tjeneste, men er ikke afgørende for deres brug. Uden disse cookies kan visse funktioner, såsom videoer, blive utilgængelige, eller du vil blive bedt om at indtaste dine loginoplysninger, hver gang du besøger vores platform, da vi ikke ville være i stand til at huske, at du tidligere havde logget ind. De fleste webbrowsere kan indstilles til at deaktivere brugen af cookies. Men hvis du deaktiverer cookies, kan du muligvis ikke få adgang til funktionaliteten på vores hjemmeside korrekt eller overhovedet. Vi placerer aldrig personligt identificerbare oplysninger i cookies. Ændringer til vores vilkår og betingelser Du anerkender og accepterer, at vi kan stoppe (permanent eller midlertidigt) at levere tjenesten (eller nogen funktioner i tjenesten) til dig eller til brugere generelt efter vores eget skøn uden forudgående varsel til dig. Du kan til enhver tid stoppe med at bruge Tjenesten. Du behøver ikke specifikt informere os, når du stopper med at bruge tjenesten. Du anerkender og accepterer, at hvis vi deaktiverer adgangen til din konto, kan du blive forhindret i at få adgang til Tjenesten, dine kontooplysninger eller filer eller andet materiale, som er indeholdt på din konto. Hvis vi beslutter os for at ændre vores vilkår og betingelser, vil vi offentliggøre disse ændringer på denne side og/eller opdatere ændringsdatoen for vilkår og betingelser nedenfor. Ændringer af vores service Vi forbeholder os retten til at ændre, suspendere eller afbryde, midlertidigt eller permanent, tjenesten eller enhver tjeneste, som den er forbundet til, med eller uden varsel og uden ansvar over for dig. Opdateringer til vores service Vi kan fra tid til anden levere forbedringer eller forbedringer af funktionerne/funktionaliteten af tjenesten, som kan omfatte patches, fejlrettelser, opdateringer, opgraderinger og andre ændringer ("Opdateringer"). Opdateringer kan ændre eller slette visse funktioner og/eller funktioner i tjenesten. Du accepterer, at vi ikke har nogen forpligtelse til at (i) levere opdateringer eller (ii) fortsætte med at levere eller aktivere bestemte funktioner og/eller funktioner i tjenesten til dig. Du accepterer endvidere, at alle opdateringer (i) vil blive anset for at udgøre en integreret del af tjenesten og (ii) underlagt vilkårene og betingelserne i denne aftale. Tredjepartstjenester Vi kan vise, inkludere eller gøre tilgængeligt tredjepartsindhold (herunder data, information, applikationer og andre produkttjenester) eller levere links til tredjepartswebsteder eller -tjenester ("tredjepartstjenester"). Du anerkender og accepterer, at vi ikke er ansvarlige for nogen tredjepartstjenester, herunder deres nøjagtighed, fuldstændighed, aktualitet, gyldighed, overholdelse af copyright, lovlighed, anstændighed, kvalitet eller andre aspekter heraf. Vi påtager os ikke og skal ikke have noget ansvar eller ansvar over for dig eller nogen anden person eller enhed for nogen tredjepartstjenester. Tredjepartstjenester og links dertil leveres udelukkende som en bekvemmelighed for dig, og du får adgang til og bruger dem helt på egen risiko og underlagt sådanne tredjeparters vilkår og betingelser. Løbetid og opsigelse Denne aftale forbliver i kraft, indtil den opsiges af dig eller os. Vi kan efter eget skøn til enhver tid og af enhver eller ingen grund suspendere eller opsige denne aftale med eller uden forudgående varsel. Denne aftale ophører øjeblikkeligt, uden forudgående varsel fra os, i tilfælde af at du ikke overholder nogen bestemmelse i denne aftale. Du kan også opsige denne aftale ved at slette tjenesten og alle kopier deraf fra din computer. Ved opsigelse af denne aftale skal du ophøre med al brug af tjenesten og slette alle kopier af tjenesten fra din computer. Opsigelse af denne aftale vil ikke begrænse nogen af vores rettigheder eller retsmidler ved lov eller retfærdighed i tilfælde af misligholdelse fra din side (i løbet af denne aftales løbetid) af nogen af dine forpligtelser i henhold til denne aftale. Hvis du er ophavsretsejer eller en sådan ejers agent og mener, at noget materiale fra os udgør en krænkelse af din ophavsret, bedes du kontakte os og anføre følgende oplysninger: (a) en fysisk eller elektronisk signatur fra ejeren af ophavsretten eller en person, der er autoriseret til at handle på hans vegne; (b) identifikation af det materiale, der hævdes at være krænkende; (c) dine kontaktoplysninger, herunder din adresse, telefonnummer og en e-mail; (d) en erklæring fra dig om, at du i god tro tror på, at brugen af materialet ikke er godkendt af copyright-indehaverne; og (e) en erklæring om, at oplysningerne i meddelelsen er nøjagtige, og at du under straf for mened er autoriseret til at handle på vegne af ejeren. Skadesløsholdelse Du accepterer at holde os og vores forældre, datterselskaber, tilknyttede selskaber, embedsmænd, ansatte, agenter, partnere og licensgivere (hvis nogen) skadesløse fra ethvert krav eller krav, herunder rimelige advokatsalærer, som skyldes eller opstår som følge af dine: ( a) brug af tjenesten; (b) overtrædelse af denne aftale eller enhver lov eller regulering; eller (c) krænkelse af en tredjeparts ret. Ingen garantier Tjenesten leveres til dig "SOM DEN ER" og "SOM TILGÆNGELIG" og med alle fejl og mangler uden garanti af nogen art. I det maksimale omfang tilladt i henhold til gældende lovgivning frasiger vi os, på vores egne vegne og på vegne af vores tilknyttede selskaber og vores respektive licensgivere og tjenesteudbydere, udtrykkeligt alle garantier, hvad enten det er udtrykkeligt, underforstået, lovbestemt eller andet, med hensyn til tjenesten, herunder alle underforståede garantier for salgbarhed, egnethed til et bestemt formål, titel og ikke-krænkelse og garantier, der kan opstå som følge af handel, ydelse, brug eller handelspraksis. Uden begrænsning til det foregående giver vi ingen garanti eller tilsagn og giver ingen repræsentation af nogen art, at tjenesten vil opfylde dine krav, opnå tilsigtede resultater, være kompatibel eller arbejde med anden software, websteder, systemer eller tjenester, fungere uden afbrydelse, opfylde enhver præstations- eller pålidelighedsstandard eller være fejlfri, eller at eventuelle fejl eller mangler kan eller vil blive rettet. Uden at begrænse det foregående, giver hverken os eller nogen udbyder nogen erklæringer eller garantier af nogen art, udtrykkelige eller underforståede: (i) med hensyn til driften eller tilgængeligheden af tjenesten eller oplysningerne, indholdet og materialer eller produkter, der er inkluderet derpå; (ii) at tjenesten vil være uafbrudt eller fejlfri; (iii) med hensyn til nøjagtigheden, pålideligheden eller valutaen af enhver information eller indhold leveret gennem tjenesten; eller (iv) at tjenesten, dens servere, indholdet eller e-mails sendt fra eller på vegne af os er fri for vira, scripts, trojanske heste, orme, malware, tidsbomber eller andre skadelige komponenter. Nogle jurisdiktioner tillader ikke udelukkelse af eller begrænsninger af underforståede garantier eller begrænsningerne af de gældende lovbestemte rettigheder for en forbruger, så nogle eller alle ovenstående undtagelser og begrænsninger gælder muligvis ikke for dig. Ansvarsbegrænsning Uanset eventuelle skader, som du måtte pådrage dig, er hele vores og enhver af vores leverandørers ansvar i henhold til enhver bestemmelse i denne aftale og dit eksklusive retsmiddel for alt det foregående begrænset til det beløb, du faktisk har betalt for tjenesten. I det maksimale omfang tilladt af gældende lovgivning, skal vi eller vores leverandører under ingen omstændigheder være ansvarlige for nogen særlige, tilfældige, indirekte eller følgeskader overhovedet (herunder, men ikke begrænset til, skader for tab af fortjeneste, for tab af data eller andre oplysninger, for forretningsafbrydelser, for personskade, for tab af privatliv, der opstår som følge af eller på nogen måde relateret til brugen af eller manglende evne til at bruge tjenesten, tredjepartssoftware og/eller tredjepartshardware, der bruges sammen med tjenesten, eller på anden måde i forbindelse med en bestemmelse i denne aftale), selvom vi eller en leverandør er blevet informeret om muligheden for sådanne skader, og selvom afhjælpningen ikke opfylder sit væsentlige formål. Nogle stater/jurisdiktioner tillader ikke udelukkelse eller begrænsning af hændelige skader eller følgeskader, så ovenstående begrænsning eller udelukkelse gælder muligvis ikke for dig. Adskillelighed Hvis en bestemmelse i denne aftale anses for ikke at kunne håndhæves eller ugyldig, vil en sådan bestemmelse blive ændret og fortolket for at opnå formålene med en sådan bestemmelse i videst muligt omfang under gældende lovgivning, og de resterende bestemmelser vil fortsætte med fuld kraft og virkning. Denne aftale, sammen med privatlivspolitikken og alle andre juridiske meddelelser offentliggjort af os på tjenesterne, udgør hele aftalen mellem dig og os vedrørende tjenesterne. Hvis en bestemmelse i denne aftale anses for ugyldig af en domstol med kompetent jurisdiktion, skal ugyldigheden af en sådan bestemmelse ikke påvirke gyldigheden af de resterende bestemmelser i denne aftale, som forbliver i fuld kraft og virkning. Intet frafald af nogen vilkår i denne aftale skal anses for at være en yderligere eller vedvarende afkald på et sådant vilkår eller ethvert andet vilkår, og vores undladelse af at hævde nogen ret eller bestemmelse i henhold til denne aftale skal ikke udgøre et afkald på en sådan ret eller bestemmelse. DU OG OS ACCEPTERER, AT ENHVER HANDLINGSÅRSAG, DER OPSTÅR AF ELLER RELATERET TIL TJENESTERNE, SKAL BEGYNDES INDEN FOR ET (1) ÅR, EFTER HANDLINGSÅRSAGEN ER OPSTÅET. ELLER ER SÅDAN ÅRSAG TIL HANDLING PERMANENT SPÆRET. Afkald Medmindre andet er angivet heri, skal undladelse af at udøve en rettighed eller at kræve opfyldelse af en forpligtelse i henhold til denne aftale ikke påvirke en parts mulighed for at udøve en sådan ret eller kræve en sådan opfyldelse på noget tidspunkt derefter, og frafaldet af et brud udgør heller ikke afkald på ethvert efterfølgende brud. Ingen undladelse af at udøve, og ingen forsinkelse i udøvelsen, fra nogen af parternes side, af nogen ret eller nogen beføjelse i henhold til denne aftale, fungerer som et afkald på denne ret eller beføjelse. En enkelt eller delvis udøvelse af nogen rettighed eller beføjelse i henhold til denne aftale skal heller ikke udelukke yderligere udøvelse af denne eller nogen anden rettighed, der er givet heri. I tilfælde af en konflikt mellem denne aftale og eventuelle gældende købs- eller andre vilkår, er vilkårene i denne aftale gældende. Ændringer til denne aftale Vi forbeholder os retten til efter eget skøn at ændre eller erstatte denne aftale til enhver tid. Hvis en revision er væsentlig, giver vi mindst 30 dages varsel, før eventuelle nye vilkår træder i kraft. Hvad der udgør en væsentlig ændring afgøres efter vores eget skøn. Ved at fortsætte med at få adgang til eller bruge vores tjeneste, efter at eventuelle revisioner træder i kraft, accepterer du at være bundet af de reviderede vilkår. Hvis du ikke accepterer de nye vilkår, har du ikke længere tilladelse til at bruge vores service. Hele aftalen Aftalen udgør hele aftalen mellem dig og os vedrørende din brug af tjenesten og erstatter alle tidligere og samtidige skriftlige eller mundtlige aftaler mellem dig og os. Du kan være underlagt yderligere vilkår og betingelser, der gælder, når du bruger eller køber andre tjenester fra os, som vi vil levere til dig på tidspunktet for sådan brug eller køb. Opdateringer til vores vilkår Vi kan ændre vores Tjeneste og politikker, og vi skal muligvis foretage ændringer i disse Vilkår, så de nøjagtigt afspejler vores Tjeneste og politikker. Medmindre andet kræves ved lov, vil vi underrette dig (for eksempel gennem vores Tjeneste), før vi foretager ændringer til disse Vilkår, og giver dig mulighed for at gennemgå dem, før de træder i kraft. Så, hvis du fortsætter med at bruge tjenesten, vil du være bundet af de opdaterede vilkår. Hvis du ikke ønsker at acceptere disse eller eventuelle opdaterede vilkår, kan du slette din konto. Intellektuel ejendom Vores platform og hele dens indhold, funktioner og funktionalitet (herunder men ikke begrænset til al information, software, tekst, skærme, billeder, video og lyd samt design, udvælgelse og arrangement heraf) ejes af os, dets licensgivere eller andre udbydere af sådant materiale og er beskyttet af internationale love om ophavsret, varemærker, patenter, forretningshemmeligheder og andre love om intellektuel ejendom eller ejendomsret. Materialet må ikke kopieres, ændres, reproduceres, downloades eller distribueres på nogen måde, helt eller delvist, uden udtrykkelig forudgående skriftlig tilladelse fra os, medmindre og undtagen som udtrykkeligt angivet i disse vilkår og betingelser. Enhver uautoriseret brug af materialet er forbudt. Aftale om voldgift Dette afsnit gælder for enhver tvist, UNDTAGET AT DET IKKE INKLUSIVE EN TVIST VEDRØRENDE KRAV OM FORFALD ELLER RETTIG LÆTTELSE VEDRØRENDE HÅNDHÆVELSEN ELLER GYLDIGHEDEN AF DIT ELLER World Medical Cards IMMATERIELLE EJENDOMSRETTIGHEDER. Udtrykket "tvist" betyder enhver tvist, handling eller anden uenighed mellem dig og os vedrørende Tjenesterne eller denne aftale, uanset om det er kontrakt, garanti, erstatningsret, statut, regulering, bekendtgørelse eller ethvert andet juridisk eller rimeligt grundlag. "Tvist" vil få den bredest mulige betydning, der er tilladt i henhold til loven. Meddelelse om tvist I tilfælde af en tvist skal du eller os give den anden en meddelelse om tvist, som er en skriftlig erklæring, der angiver navn, adresse og kontaktoplysninger på den part, der giver den, de forhold, der giver anledning til tvisten, og den begærede lettelse. Du skal sende enhver meddelelse om tvist via e-mail til: . Vi sender enhver meddelelse om tvist til dig via mail til din adresse, hvis vi har den, eller på anden måde til din e-mailadresse. Du og os vil forsøge at løse enhver tvist gennem uformel forhandling inden for tres (60) dage fra den dato, hvor meddelelsen om tvist er sendt. Efter tres (60) dage kan du eller os påbegynde voldgift. Bindende voldgift Hvis du og os ikke løser nogen tvist ved uformel forhandling, vil enhver anden indsats for at løse tvisten udelukkende blive udført ved bindende voldgift som beskrevet i dette afsnit. Du opgiver retten til at føre retssager (eller deltage i som part eller gruppemedlem) alle tvister i retten for en dommer eller jury. Tvisten skal afgøres ved bindende voldgift i overensstemmelse med de kommercielle voldgiftsregler fra American Arbitration Association. Hver af parterne kan anmode om ethvert foreløbigt eller foreløbigt påbud fra enhver domstol med kompetent jurisdiktion, alt efter hvad der er nødvendigt for at beskytte partens rettigheder eller ejendom, indtil voldgiften er afsluttet. Enhver og alle juridiske, regnskabsmæssige og andre omkostninger, gebyrer og udgifter, der afholdes af den fremherskende part, skal afholdes af den ikke-vindende part. Indsendelser og privatliv I tilfælde af at du indsender eller poster ideer, kreative forslag, designs, fotografier, information, annoncer, data eller forslag, herunder ideer til nye eller forbedrede produkter, tjenester, funktioner, teknologier eller kampagner, accepterer du udtrykkeligt, at sådanne indsendelser automatisk behandles som ikke-fortrolig og ikke-ejedomsbeskyttet og vil blive vores eneste ejendom uden nogen som helst kompensation eller kredit til dig. Vi og vores tilknyttede selskaber har ingen forpligtelser med hensyn til sådanne indlæg eller indlæg og kan bruge ideerne indeholdt i sådanne indlæg eller indlæg til ethvert formål i ethvert medie til evig tid, herunder, men ikke begrænset til, udvikling, fremstilling og markedsføring af produkter og tjenester, der bruger sådanne ideer. Kampagner Vi kan fra tid til anden inkludere konkurrencer, kampagner, lotterier eller andre aktiviteter ("Kampagner"), der kræver, at du indsender materiale eller oplysninger om dig selv. Bemærk venligst, at alle kampagner kan være underlagt separate regler, der kan indeholde visse berettigelseskrav, såsom begrænsninger med hensyn til alder og geografisk placering. Du er ansvarlig for at læse alle kampagneregler for at afgøre, om du er berettiget til at deltage eller ej. Hvis du deltager i en kampagne, accepterer du at overholde og overholde alle kampagneregler. Yderligere vilkår og betingelser kan gælde for køb af varer eller tjenester på eller gennem Tjenesterne, hvilke vilkår og betingelser er gjort til en del af denne Aftale ved denne reference. Typografiske fejl I tilfælde af at et produkt og/eller en ydelse er angivet til en forkert pris eller med forkerte oplysninger på grund af typografiske fejl, har vi ret til at afvise eller annullere enhver ordre afgivet på produktet og/eller ydelsen til den forkerte pris. Vi har ret til at afvise eller annullere enhver sådan ordre, uanset om ordren er blevet bekræftet og dit kreditkort debiteret. Hvis dit kreditkort allerede er blevet debiteret for købet, og din ordre annulleres, udsteder vi straks en kreditering til din kreditkortkonto eller anden betalingskonto svarende til debiteringsbeløbet. Diverse Hvis en domstol med kompetent jurisdiktion af en eller anden grund finder, at en bestemmelse eller del af disse vilkår og betingelser ikke kan håndhæves, vil resten af disse vilkår og betingelser fortsætte med fuld kraft og virkning. Enhver afkald på en bestemmelse i disse vilkår og betingelser vil kun være effektiv, hvis den er skriftlig og underskrevet af en autoriseret repræsentant for os. Vi vil være berettiget til påbud eller andre rimelige retsmidler (uden forpligtelse til at stille nogen form for kaution eller kaution) i tilfælde af ethvert brud eller foregribende misligholdelse fra din side. Vi driver og kontrollerer vores service fra vores kontorer i . Tjenesten er ikke beregnet til distribution til eller brug af nogen person eller enhed i nogen jurisdiktion eller land, hvor en sådan distribution eller brug ville være i strid med lovgivning eller regler. Følgelig gør de personer, der vælger at få adgang til vores Tjeneste fra andre steder, det på eget initiativ og er eneansvarlige for overholdelse af lokale love, hvis og i det omfang lokale love er gældende. Disse vilkår og betingelser (som inkluderer og inkorporerer vores privatlivspolitik) indeholder hele forståelsen og erstatter alle tidligere forståelser mellem dig og os vedrørende dets emne og kan ikke ændres eller modificeres af dig. Sektionsoverskrifterne, der bruges i denne aftale, er kun for nemheds skyld og vil ikke blive givet nogen juridisk import. Ansvarsfraskrivelse Vi er ikke ansvarlige for noget indhold, kode eller nogen anden unøjagtighed. Vi giver ingen garantier eller garantier. Vi er under ingen omstændigheder ansvarlige for nogen særlige, direkte, indirekte, følgeskader eller tilfældige skader eller nogen som helst skader, hvad enten det er i forbindelse med en kontrakt, uagtsomhed eller anden tort, der opstår som følge af eller i forbindelse med brugen af tjenesten eller indholdet af tjenesten. Vi forbeholder os retten til at foretage tilføjelser, sletninger eller ændringer af indholdet på Tjenesten til enhver tid uden forudgående varsel. Vores service og dens indhold leveres "som den er" og "som tilgængelig" uden nogen garanti eller repræsentationer af nogen art, hvad enten det er udtrykkeligt eller underforstået. Vi er en distributør og ikke en udgiver af indholdet leveret af tredjeparter; som sådan udøver vores ingen redaktionel kontrol over sådant indhold og giver ingen garanti eller repræsentation med hensyn til nøjagtigheden, pålideligheden eller valutaen af nogen information, indhold, service eller merchandise leveret gennem eller tilgængelig via vores service. Uden at begrænse det foregående fraskriver vi os specifikt alle garantier og repræsentationer i indhold, der transmitteres på eller i forbindelse med vores tjeneste eller på websteder, der kan vises som links på vores tjeneste, eller i de produkter, der leveres som en del af eller på anden måde i forbindelse med , vores service, herunder uden begrænsning garantier for salgbarhed, egnethed til et bestemt formål eller ikke-krænkelse af tredjeparts rettigheder. Ingen mundtlig rådgivning eller skriftlig information givet af os eller nogen af dets tilknyttede selskaber, medarbejdere, embedsmænd, direktører, agenter eller lignende vil skabe en garanti. Pris- og tilgængelighedsoplysninger kan ændres uden varsel. Uden at begrænse det foregående, garanterer vi ikke, at vores Tjeneste vil være uafbrudt, ubeskadiget, rettidig eller fejlfri. Kontakt os Tøv ikke med at kontakte os, hvis du har spørgsmål. • Via Email: post@wmc-card.no • Via telefonnummer: +47 55 33 75 75
de: Terms & amp; Bedingungen Aktualisiert am 01.01.2022 Allgemeine Bedingungen Indem Sie auf zugreifen und eine Bestellung bei aufgeben, bestätigen Sie, dass Sie mit den in den unten aufgeführten Allgemeinen Geschäftsbedingungen enthaltenen Nutzungsbedingungen einverstanden sind und an diese gebunden sind. Diese Bedingungen gelten für die gesamte Website und jede E-Mail oder andere Art der Kommunikation zwischen Ihnen und World Medical Card. Team haftet unter keinen Umständen für direkte, indirekte, besondere, zufällige oder Folgeschäden, einschließlich, aber nicht beschränkt auf Daten- oder Gewinnverluste, die sich aus der Nutzung oder der Unmöglichkeit der Nutzung der Materialien auf dieser Website ergeben , auch wenn team oder ein bevollmächtigter Vertreter auf die Möglichkeit solcher Schäden hingewiesen wurde. Wenn Ihre Nutzung von Materialien dieser Website dazu führt, dass Geräte oder Daten gewartet, repariert oder korrigiert werden müssen, übernehmen Sie alle Kosten dafür. World Medical Card übernimmt keine Verantwortung für Folgen, die im Laufe der Nutzung unserer Ressourcen auftreten können. Wir behalten uns das Recht vor, Preise zu ändern und die Ressourcennutzungsrichtlinie jederzeit zu überarbeiten. Lizenz World Medical Card gewährt Ihnen eine widerrufliche, nicht ausschließliche, nicht übertragbare, beschränkte Lizenz zum Herunterladen, Installieren und Verwenden unseres Dienstes in strikter Übereinstimmung mit den Bedingungen dieser Vereinbarung. Diese Allgemeinen Geschäftsbedingungen sind ein Vertrag zwischen Ihnen und World Medical Card (in diesen Allgemeinen Geschäftsbedingungen als „World Medical Card“, „uns“, „wir“ oder „unser“ bezeichnet), dem Anbieter der World Medical Card-Website und die Dienste, auf die über die World Medical Card-Website zugegriffen werden kann (die in diesen Allgemeinen Geschäftsbedingungen zusammenfassend als „World Medical Card-Dienst“ bezeichnet werden). Sie stimmen zu, an diese Allgemeinen Geschäftsbedingungen gebunden zu sein. Wenn Sie diesen Allgemeinen Geschäftsbedingungen nicht zustimmen, nutzen Sie den Dienst bitte nicht. In diesen Allgemeinen Geschäftsbedingungen bezieht sich „Sie“ sowohl auf Sie als Einzelperson als auch auf die juristische Person, die Sie vertreten. Wenn Sie gegen eine dieser Allgemeinen Geschäftsbedingungen verstoßen, behalten wir uns das Recht vor, Ihr Konto ohne Vorankündigung zu kündigen oder den Zugriff auf Ihr Konto zu sperren. Definitionen und Schlüsselbegriffe Für diese Allgemeinen Geschäftsbedingungen: • Cookie: kleine Datenmenge, die von einer Website generiert und von Ihrem Webbrowser gespeichert wird. Es wird verwendet, um Ihren Browser zu identifizieren, Analysen bereitzustellen und Informationen über Sie zu speichern, wie z. B. Ihre Spracheinstellung oder Anmeldeinformationen. • Unternehmen: Wenn in dieser Richtlinie „Unternehmen“, „wir“, „uns“ oder „unser“ erwähnt wird, bezieht sich dies auf World Medical Card, Gamlehaugvegen 20, 5231 Paradis, das gemäß dieser Datenschutzrichtlinie für Ihre Daten verantwortlich ist. • Land: wo World Medical Card oder die Eigentümer/Gründer von World Medical Card ansässig sind, in diesem Fall Norwegen. • Kunde: bezieht sich auf das Unternehmen, die Organisation oder die Person, die sich zur Nutzung des World Medical Card Service anmeldet, um die Beziehungen zu Ihren Verbrauchern oder Servicebenutzern zu verwalten. • Gerät: jedes mit dem Internet verbundene Gerät wie Telefon, Tablet, Computer oder jedes andere Gerät, das verwendet werden kann, um World Medical Card zu besuchen und die Dienste zu nutzen. • IP-Adresse: Jedem mit dem Internet verbundenen Gerät wird eine Nummer zugewiesen, die als Internet Protocol (IP)-Adresse bezeichnet wird. Diese Nummern werden normalerweise in geografischen Blöcken vergeben. Eine IP-Adresse kann häufig verwendet werden, um den Standort zu identifizieren, von dem aus sich ein Gerät mit dem Internet verbindet. • Personal: bezieht sich auf Personen, die bei World Medical Card angestellt oder unter Vertrag stehen, um im Namen einer der Parteien eine Dienstleistung zu erbringen. • Personenbezogene Daten: alle Informationen, die direkt, indirekt oder in Verbindung mit anderen Informationen – einschließlich einer persönlichen Identifikationsnummer – die Identifizierung oder Identifizierbarkeit einer natürlichen Person ermöglichen. • Service: bezieht sich auf den von World Medical Card bereitgestellten Service, wie in den entsprechenden Bedingungen (falls verfügbar) und auf dieser Plattform beschrieben. • Drittanbieter-Service: bezieht sich auf Werbetreibende, Sponsoren von Wettbewerben, Werbe- und Marketingpartner und andere, die unsere Inhalte bereitstellen oder deren Produkte oder Dienstleistungen Sie unserer Meinung nach interessieren könnten. • Website: Website von World Medical Card, auf die über diese URL zugegriffen werden kann: https://worldmedicalcard.org • Sie: eine natürliche oder juristische Person, die bei World Medical Card registriert ist, um die Dienste zu nutzen. Beschränkungen Sie stimmen zu, dies nicht zu tun, und Sie werden anderen nicht gestatten: • Den Service lizenzieren, verkaufen, vermieten, leasen, abtreten, verteilen, übertragen, hosten, auslagern, offenlegen oder anderweitig kommerziell nutzen oder die Plattform Dritten zur Verfügung stellen. • Teile des Dienstes zu modifizieren, abgeleitete Werke davon zu erstellen, zu disassemblieren, zu entschlüsseln, zurückzukompilieren oder zurückzuentwickeln. • Entfernen, ändern oder unkenntlich machen von Eigentumshinweisen (einschließlich Urheberrechts- oder Markenhinweisen) von oder seinen verbundenen Unternehmen, Partnern, Lieferanten oder Lizenzgebern des Dienstes. Rückgabe- und Rückerstattungsrichtlinie Vielen Dank für Ihren Einkauf bei uns. Wir wissen es zu schätzen, dass Sie die Sachen, die wir bauen, gerne kaufen. Wir möchten auch sicherstellen, dass Sie eine lohnende Erfahrung machen, während Sie unsere Produkte erkunden, bewerten und kaufen. Wie bei jedem Einkaufserlebnis gibt es Geschäftsbedingungen, die für Transaktionen in unserem Unternehmen gelten. Wir werden uns so kurz fassen, wie es unsere Anwälte zulassen. Das Wichtigste, woran Sie denken sollten, ist, dass Sie durch die Aufgabe einer Bestellung oder einen Kauf bei uns den Bedingungen zusammen mit unserer Datenschutzrichtlinie zustimmen. Wenn Sie aus irgendeinem Grund mit den von uns angebotenen Waren oder Dienstleistungen nicht vollständig zufrieden sind, zögern Sie nicht, uns zu kontaktieren, und wir werden alle Probleme besprechen, die Sie mit unserem Produkt haben. Deine Vorschläge Alle Rückmeldungen, Kommentare, Ideen, Verbesserungen oder Vorschläge (zusammen „Vorschläge“), die Sie uns in Bezug auf den Service zur Verfügung stellen, bleiben unser alleiniges und ausschließliches Eigentum. Es steht uns frei, die Vorschläge für jeden Zweck und in irgendeiner Weise ohne Anerkennung oder Entschädigung an Sie zu verwenden, zu kopieren, zu ändern, zu veröffentlichen oder weiterzuverbreiten. Ihre Zustimmung Wir haben unsere Allgemeinen Geschäftsbedingungen aktualisiert, um Ihnen vollständige Transparenz darüber zu bieten, was eingestellt wird, wenn Sie unsere Website besuchen, und wie es verwendet wird. Indem Sie unseren Service nutzen, ein Konto registrieren oder einen Kauf tätigen, stimmen Sie hiermit unseren Allgemeinen Geschäftsbedingungen zu. Links zu anderen Websites Unser Service kann Links zu anderen Websites enthalten, die nicht von uns betrieben werden. Wenn Sie auf einen Link eines Drittanbieters klicken, werden Sie auf die Website dieses Drittanbieters weitergeleitet. Wir empfehlen Ihnen dringend, die Allgemeinen Geschäftsbedingungen jeder Website, die Sie besuchen, zu lesen. Wir haben keine Kontrolle über und übernehmen keine Verantwortung für die Inhalte, Geschäftsbedingungen oder Praktiken von Websites oder Diensten Dritter. Kekse Wir verwenden „Cookies“, um die Bereiche unserer Website zu identifizieren, die Sie besucht haben. Ein Cookie ist ein kleines Datenelement, das von Ihrem Webbrowser auf Ihrem Computer oder Mobilgerät gespeichert wird. Wir verwenden Cookies, um die Leistung und Funktionalität unseres Dienstes zu verbessern, sind jedoch für ihre Verwendung nicht unbedingt erforderlich. Ohne diese Cookies sind jedoch möglicherweise bestimmte Funktionen wie Videos nicht verfügbar oder Sie müssten bei jedem Besuch unserer Plattform Ihre Anmeldedaten eingeben, da wir uns nicht daran erinnern könnten, dass Sie sich zuvor angemeldet haben. Die meisten Webbrowser können so eingestellt werden, dass sie die Verwendung von Cookies deaktivieren. Wenn Sie Cookies jedoch deaktivieren, können Sie möglicherweise nicht oder nicht richtig auf Funktionen auf unserer Website zugreifen. Wir platzieren niemals personenbezogene Daten in Cookies. Änderungen unserer Allgemeinen Geschäftsbedingungen Sie erkennen an und stimmen zu, dass wir die Bereitstellung des Dienstes (oder von Funktionen innerhalb des Dienstes) für Sie oder Benutzer im Allgemeinen nach unserem alleinigen Ermessen und ohne vorherige Benachrichtigung an Sie (dauerhaft oder vorübergehend) einstellen können. Sie können die Nutzung des Dienstes jederzeit beenden. Sie müssen uns nicht ausdrücklich informieren, wenn Sie die Nutzung des Dienstes einstellen. Sie erkennen an und stimmen zu, dass Sie möglicherweise daran gehindert werden, auf den Dienst, Ihre Kontodaten oder auf Dateien oder andere Materialien zuzugreifen, die in Ihrem Konto enthalten sind, wenn wir den Zugriff auf Ihr Konto deaktivieren. Wenn wir uns entscheiden, unsere Allgemeinen Geschäftsbedingungen zu ändern, werden wir diese Änderungen auf dieser Seite veröffentlichen und/oder das Änderungsdatum der Allgemeinen Geschäftsbedingungen unten aktualisieren. Änderungen an unserem Service Wir behalten uns das Recht vor, den Dienst oder einen Dienst, mit dem er verbunden ist, mit oder ohne Vorankündigung und ohne Haftung Ihnen gegenüber vorübergehend oder dauerhaft zu ändern, auszusetzen oder einzustellen. Aktualisierungen unseres Dienstes Wir können von Zeit zu Zeit Erweiterungen oder Verbesserungen der Merkmale/Funktionalität des Dienstes bereitstellen, die Patches, Fehlerbehebungen, Updates, Upgrades und andere Modifikationen („Updates“) umfassen können. Updates können bestimmte Merkmale und/oder Funktionalitäten des Dienstes ändern oder löschen. Sie stimmen zu, dass wir nicht verpflichtet sind, (i) Updates bereitzustellen oder (ii) weiterhin bestimmte Merkmale und/oder Funktionalitäten des Dienstes für Sie bereitzustellen oder zu aktivieren. Sie stimmen ferner zu, dass alle Updates (i) als integraler Bestandteil des Dienstes betrachtet werden und (ii) den Bedingungen dieser Vereinbarung unterliegen. Dienste von Drittanbietern Wir können Inhalte von Drittanbietern (einschließlich Daten, Informationen, Anwendungen und anderen Produktdiensten) anzeigen, einschließen oder verfügbar machen oder Links zu Websites oder Diensten von Drittanbietern („Dienste von Drittanbietern“) bereitstellen. Sie erkennen an und stimmen zu, dass wir nicht für Dienste von Drittanbietern verantwortlich sind, einschließlich ihrer Genauigkeit, Vollständigkeit, Aktualität, Gültigkeit, Einhaltung von Urheberrechten, Rechtmäßigkeit, Anstand, Qualität oder anderen Aspekten davon. Wir übernehmen keine Haftung oder Verantwortung Ihnen oder anderen natürlichen oder juristischen Personen gegenüber für Dienste von Drittanbietern. Dienste von Drittanbietern und Links dazu werden Ihnen lediglich als Annehmlichkeit zur Verfügung gestellt, und Sie greifen auf sie zu und verwenden sie vollständig auf Ihr eigenes Risiko und gemäß den Geschäftsbedingungen dieser Drittanbieter. Laufzeit und Kündigung Diese Vereinbarung bleibt in Kraft, bis sie von Ihnen oder uns gekündigt wird. Wir können diese Vereinbarung nach eigenem Ermessen jederzeit und ohne Angabe von Gründen mit oder ohne vorherige Ankündigung aussetzen oder kündigen. Diese Vereinbarung wird sofort ohne vorherige Ankündigung von uns gekündigt, falls Sie eine Bestimmung dieser Vereinbarung nicht einhalten. Sie können diese Vereinbarung auch kündigen, indem Sie den Dienst und alle Kopien davon von Ihrem Computer löschen. Nach Beendigung dieser Vereinbarung stellen Sie die Nutzung des Dienstes ein und löschen alle Kopien des Dienstes von Ihrem Computer. Die Kündigung dieser Vereinbarung schränkt keine unserer Rechte oder Rechtsbehelfe nach Gesetz oder Billigkeit ein, falls Sie (während der Laufzeit dieser Vereinbarung) gegen eine Ihrer Verpflichtungen aus dieser Vereinbarung verstoßen. Wenn Sie ein Urheberrechtsinhaber oder ein Vertreter eines solchen Eigentümers sind und glauben, dass Material von uns eine Verletzung Ihres Urheberrechts darstellt, kontaktieren Sie uns bitte unter Angabe der folgenden Informationen: (a) eine physische oder elektronische Unterschrift des Urheberrechtsinhabers oder einer handlungsberechtigten Person in seinem Namen; (b) Identifizierung des angeblich verletzenden Materials; (c) Ihre Kontaktinformationen, einschließlich Ihrer Adresse, Telefonnummer und einer E-Mail; (d) eine Erklärung von Ihnen, dass Sie nach Treu und Glauben der Ansicht sind, dass die Verwendung des Materials nicht von den Urheberrechtsinhabern genehmigt wurde; und (e) die Erklärung, dass die Informationen in der Benachrichtigung korrekt sind und dass Sie unter Strafe des Meineids befugt sind, im Namen des Eigentümers zu handeln. Entschädigung Sie erklären sich damit einverstanden, uns und unsere Muttergesellschaften, Tochtergesellschaften, verbundenen Unternehmen, leitenden Angestellten, Mitarbeiter, Vertreter, Partner und Lizenzgeber (falls vorhanden) von jeglichen Ansprüchen oder Forderungen, einschließlich angemessener Anwaltskosten, schadlos zu halten und schadlos zu halten, die aufgrund oder aufgrund Ihrer: ( a) Nutzung des Dienstes; (b) Verletzung dieser Vereinbarung oder eines Gesetzes oder einer Vorschrift; oder (c) Verletzung von Rechten Dritter. Keine Garantien Der Service wird Ihnen „WIE BESEHEN“ und „WIE VERFÜGBAR“ und mit allen Fehlern und Mängeln ohne jegliche Gewährleistung bereitgestellt. Soweit nach geltendem Recht zulässig, lehnen wir in unserem eigenen Namen und im Namen unserer verbundenen Unternehmen und unserer jeweiligen Lizenzgeber und Dienstanbieter ausdrücklich alle ausdrücklichen, stillschweigenden, gesetzlichen oder sonstigen Gewährleistungen in Bezug auf den Dienst ab, einschließlich alle stillschweigenden Garantien der Marktgängigkeit, Eignung für einen bestimmten Zweck, Titel und Nichtverletzung sowie Garantien, die sich aus dem Geschäftsverlauf, der Ausführung, dem Gebrauch oder der Handelspraxis ergeben können. Ohne Einschränkung auf das Vorstehende geben wir keine Gewährleistung oder Zusage und geben keinerlei Zusicherungen ab, dass der Dienst Ihre Anforderungen erfüllt, beabsichtigte Ergebnisse erzielt, kompatibel ist oder mit anderer Software, Websites, Systemen oder Diensten funktioniert, ohne die sie betrieben werden unterbrechungsfrei sind, Leistungs- oder Zuverlässigkeitsstandards erfüllen oder fehlerfrei sind oder dass Fehler oder Mängel behoben werden können oder werden. Ohne das Vorstehende einzuschränken, geben weder wir noch irgendein Anbieter irgendwelche ausdrücklichen oder stillschweigenden Zusicherungen oder Gewährleistungen ab: (i) in Bezug auf den Betrieb oder die Verfügbarkeit des Dienstes oder der darin enthaltenen Informationen, Inhalte und Materialien oder Produkte; (ii) dass der Dienst ununterbrochen oder fehlerfrei ist; (iii) in Bezug auf die Genauigkeit, Zuverlässigkeit oder Aktualität von Informationen oder Inhalten, die über den Dienst bereitgestellt werden; oder (iv) dass der Dienst, seine Server, die Inhalte oder E-Mails, die von uns oder in unserem Namen gesendet werden, frei von Viren, Skripten, Trojanern, Würmern, Malware, Zeitbomben oder anderen schädlichen Komponenten sind. Einige Gerichtsbarkeiten erlauben den Ausschluss oder die Beschränkung stillschweigender Gewährleistungen oder die Beschränkungen der anwendbaren gesetzlichen Rechte eines Verbrauchers nicht, sodass einige oder alle der oben genannten Ausschlüsse und Beschränkungen möglicherweise nicht auf Sie zutreffen. Haftungsbeschränkung Ungeachtet etwaiger Schäden, die Ihnen entstehen könnten, ist die gesamte Haftung von uns und unseren Lieferanten gemäß einer Bestimmung dieser Vereinbarung und Ihr ausschließlicher Rechtsbehelf für alle vorstehenden Punkte auf den Betrag beschränkt, den Sie tatsächlich für die Dienstleistung bezahlt haben. Soweit nach geltendem Recht zulässig, haften wir oder unsere Lieferanten in keinem Fall für besondere, zufällige, indirekte oder Folgeschäden (einschließlich, aber nicht beschränkt auf Schäden für entgangenen Gewinn, für Datenverlust oder andere Informationen, für Betriebsunterbrechung, für Personenschäden, für den Verlust der Privatsphäre, die sich aus oder in irgendeiner Weise im Zusammenhang mit der Nutzung oder Unmöglichkeit der Nutzung des Dienstes, der mit dem Dienst verwendeten Software von Drittanbietern und/oder Hardware von Drittanbietern ergeben, oder anderweitig im Zusammenhang mit einer Bestimmung dieser Vereinbarung), auch wenn wir oder ein Lieferant auf die Möglichkeit solcher Schäden hingewiesen wurden und selbst wenn die Abhilfe ihren wesentlichen Zweck verfehlt. Einige Staaten/Gerichtsbarkeiten erlauben den Ausschluss oder die Beschränkung von Neben- oder Folgeschäden nicht, sodass die obige Beschränkung oder der obige Ausschluss möglicherweise nicht auf Sie zutrifft. Salvatorische Klausel Wenn eine Bestimmung dieser Vereinbarung für nicht durchsetzbar oder ungültig befunden wird, wird diese Bestimmung geändert und ausgelegt, um die Ziele dieser Bestimmung im größtmöglichen Umfang nach geltendem Recht zu erreichen, und die verbleibenden Bestimmungen bleiben in vollem Umfang in Kraft und wirksam. Diese Vereinbarung stellt zusammen mit der Datenschutzrichtlinie und allen anderen rechtlichen Hinweisen, die von uns zu den Diensten veröffentlicht werden, die gesamte Vereinbarung zwischen Ihnen und uns in Bezug auf die Dienste dar. Wenn eine Bestimmung dieser Vereinbarung von einem zuständigen Gericht für ungültig befunden wird, berührt die Ungültigkeit dieser Bestimmung nicht die Gültigkeit der übrigen Bestimmungen dieser Vereinbarung, die in vollem Umfang in Kraft bleiben. Kein Verzicht auf eine Bedingung dieser Vereinbarung gilt als weiterer oder fortgesetzter Verzicht auf eine solche Bedingung oder eine andere Bedingung, und unser Versäumnis, ein Recht oder eine Bestimmung aus dieser Vereinbarung geltend zu machen, stellt keinen Verzicht auf dieses Recht oder diese Bestimmung dar. SIE UND UNS STIMMEN ZU, DASS JEDER KLAGEGRUND, DER SICH AUS ODER IM ZUSAMMENHANG MIT DEN DIENSTLEISTUNGEN ERGIBT, INNERHALB EINES (1) JAHRES NACH ENTSTEHUNG DES KLAGEGRUNDES BEGINNEN MUSS. ANDERNFALLS IST DER KLAGEGRUND DAUERHAFT AUSGESCHLOSSEN. Verzicht Außer wie hierin vorgesehen, beeinträchtigt das Versäumnis, ein Recht auszuüben oder die Erfüllung einer Verpflichtung aus diesem Vertrag zu verlangen, weder die Fähigkeit einer Partei, dieses Recht auszuüben oder eine solche Erfüllung zu verlangen, noch stellt der Verzicht auf eine Verletzung einen Verzicht darauf dar jede spätere Verletzung. Kein Versäumnis der Ausübung und keine Verzögerung bei der Ausübung eines Rechts oder einer Befugnis aus diesem Vertrag durch eine der Parteien gilt als Verzicht auf dieses Recht oder diese Befugnis. Auch die einzelne oder teilweise Ausübung von Rechten oder Befugnissen aus diesem Vertrag schließt die weitere Ausübung dieses oder eines anderen hierin gewährten Rechts nicht aus. Im Falle eines Widerspruchs zwischen dieser Vereinbarung und anwendbaren Kauf- oder anderen Bedingungen gelten die Bedingungen dieser Vereinbarung. Änderungen dieser Vereinbarung Wir behalten uns das Recht vor, diese Vereinbarung nach eigenem Ermessen jederzeit zu ändern oder zu ersetzen. Wenn eine Überarbeitung wesentlich ist, werden wir Sie mindestens 30 Tage im Voraus darüber informieren, bevor neue Bedingungen in Kraft treten. Was eine wesentliche Änderung darstellt, wird nach unserem alleinigen Ermessen bestimmt. Indem Sie nach Inkrafttreten von Änderungen weiterhin auf unseren Dienst zugreifen oder ihn nutzen, stimmen Sie zu, an die geänderten Bedingungen gebunden zu sein. Wenn Sie den neuen Bedingungen nicht zustimmen, sind Sie nicht mehr berechtigt, unseren Service zu nutzen. Ganze Vereinbarung Die Vereinbarung stellt die gesamte Vereinbarung zwischen Ihnen und uns in Bezug auf Ihre Nutzung des Dienstes dar und ersetzt alle vorherigen und gleichzeitigen schriftlichen oder mündlichen Vereinbarungen zwischen Ihnen und uns. Sie können zusätzlichen Geschäftsbedingungen unterliegen, die gelten, wenn Sie andere Dienste von uns nutzen oder kaufen, die wir Ihnen zum Zeitpunkt einer solchen Nutzung oder eines solchen Kaufs zur Verfügung stellen. Aktualisierungen unserer Bedingungen Wir können unseren Service und unsere Richtlinien ändern, und wir müssen möglicherweise Änderungen an diesen Bedingungen vornehmen, damit sie unseren Service und unsere Richtlinien genau widerspiegeln. Sofern gesetzlich nichts anderes vorgeschrieben ist, werden wir Sie (z. B. über unseren Service) benachrichtigen, bevor wir Änderungen an diesen Bedingungen vornehmen, und Ihnen die Möglichkeit geben, sie zu überprüfen, bevor sie in Kraft treten. Wenn Sie den Dienst dann weiterhin nutzen, sind Sie an die aktualisierten Bedingungen gebunden. Wenn Sie diesen oder aktualisierten Bedingungen nicht zustimmen möchten, können Sie Ihr Konto löschen. Geistigen Eigentums Unsere Plattform und ihre gesamten Inhalte, Merkmale und Funktionen (einschließlich, aber nicht beschränkt auf alle Informationen, Software, Texte, Anzeigen, Bilder, Video und Audio sowie deren Design, Auswahl und Anordnung) sind Eigentum von uns, ihren Lizenzgebern oder anderen Anbieter solcher Materialien und sind durch internationale Urheberrechts-, Marken-, Patent-, Geschäftsgeheimnis- und andere Gesetze zu geistigem Eigentum oder Eigentumsrechten geschützt. Das Material darf ohne die ausdrückliche vorherige schriftliche Genehmigung von uns in keiner Weise ganz oder teilweise kopiert, modifiziert, reproduziert, heruntergeladen oder verteilt werden, es sei denn, dies ist ausdrücklich in diesen Allgemeinen Geschäftsbedingungen vorgesehen. Jede unbefugte Nutzung des Materials ist untersagt. Schiedsvereinbarung Dieser Abschnitt gilt für alle Streitigkeiten, MIT AUSNAHME VON STREITIGKEITEN IM ZUSAMMENHANG MIT ANSPRÜCHEN AUF UNTERSUCHUNG ODER RECHTSBEHELFE IN BEZUG AUF DIE DURCHSETZUNG ODER GÜLTIGKEIT IHRER GEISTIGEN EIGENTUMSRECHTE ODER VON World Medical Card. Der Begriff „Streitigkeit“ bezeichnet alle Streitigkeiten, Klagen oder sonstigen Kontroversen zwischen Ihnen und uns in Bezug auf die Dienste oder diese Vereinbarung, unabhängig davon, ob es sich um einen Vertrag, eine Garantie, eine unerlaubte Handlung, ein Gesetz, eine Verordnung, eine Verordnung oder eine andere rechtliche oder angemessene Grundlage handelt. „Streit“ wird die breitestmögliche gesetzlich zulässige Bedeutung gegeben. Streitmitteilung Im Falle einer Streitigkeit müssen Sie oder wir dem anderen eine Streitmitteilung zukommen lassen, die eine schriftliche Erklärung ist, die den Namen, die Adresse und die Kontaktinformationen der Partei, die sie vorträgt, die Tatsachen, die Anlass zu der Streitigkeit geben, und die beantragte Entlastung. Sie müssen jede Streitmitteilung per E-Mail senden an: . Wir senden Ihnen jede Streitmitteilung per Post an Ihre Adresse, falls uns diese vorliegt, oder andernfalls an Ihre E-Mail-Adresse. Sie und wir werden versuchen, alle Streitigkeiten durch informelle Verhandlungen innerhalb von sechzig (60) Tagen ab dem Datum, an dem die Streitmitteilung gesendet wurde, beizulegen. Nach sechzig (60) Tagen können Sie oder wir ein Schiedsverfahren einleiten. Verbindliches Schiedsverfahren Wenn Sie und wir eine Streitigkeit nicht durch informelle Verhandlungen lösen, werden alle anderen Bemühungen zur Beilegung der Streitigkeit ausschließlich durch ein verbindliches Schiedsverfahren wie in diesem Abschnitt beschrieben durchgeführt. Sie verzichten auf das Recht, alle Streitigkeiten vor Gericht vor einem Richter oder Geschworenengericht zu führen (oder als Partei- oder Klassenmitglied daran teilzunehmen). Die Streitigkeit wird durch ein verbindliches Schiedsverfahren gemäß den Handelsschiedsregeln der American Arbitration Association beigelegt. Jede Partei kann bei jedem zuständigen Gericht eine einstweilige oder einstweilige Verfügung beantragen, um die Rechte oder das Eigentum der Partei bis zum Abschluss des Schiedsverfahrens zu schützen. Alle Rechts-, Buchhaltungs- und sonstigen Kosten, Gebühren und Ausgaben, die der obsiegenden Partei entstehen, sind von der nicht obsiegenden Partei zu tragen. Einreichungen und Datenschutz Für den Fall, dass Sie Ideen, kreative Vorschläge, Designs, Fotos, Informationen, Anzeigen, Daten oder Vorschläge einreichen oder posten, einschließlich Ideen für neue oder verbesserte Produkte, Dienstleistungen, Funktionen, Technologien oder Werbeaktionen, stimmen Sie ausdrücklich zu, dass solche Einsendungen automatisch erfolgen werden als nicht vertraulich und nicht urheberrechtlich geschützt behandelt und gehen ohne Entschädigung oder Gutschrift an Sie in unser alleiniges Eigentum über. Wir und unsere verbundenen Unternehmen haben keine Verpflichtungen in Bezug auf solche Einsendungen oder Posts und können die in solchen Einsendungen oder Posts enthaltenen Ideen für alle Zwecke in jedem Medium auf Dauer verwenden, einschließlich, aber nicht beschränkt auf die Entwicklung, Herstellung und Vermarktung von Produkten und Dienstleistungen, die solche Ideen verwenden. Werbeaktionen Wir können von Zeit zu Zeit Wettbewerbe, Werbeaktionen, Gewinnspiele oder andere Aktivitäten („Werbeaktionen“) einschließen, bei denen Sie Materialien oder Informationen über sich selbst übermitteln müssen. Bitte beachten Sie, dass alle Werbeaktionen möglicherweise durch separate Regeln geregelt werden, die bestimmte Teilnahmevoraussetzungen enthalten können, wie z. B. Einschränkungen in Bezug auf Alter und geografischen Standort. Sie sind dafür verantwortlich, alle Aktionsregeln zu lesen, um festzustellen, ob Sie zur Teilnahme berechtigt sind oder nicht. Wenn Sie an einer Werbeaktion teilnehmen, erklären Sie sich damit einverstanden, alle Werbeaktionsregeln einzuhalten und einzuhalten. Für den Kauf von Waren oder Dienstleistungen auf oder über die Dienste können zusätzliche Geschäftsbedingungen gelten, die durch diesen Verweis Teil dieser Vereinbarung werden. Schreibfehler Für den Fall, dass ein Produkt und/oder eine Dienstleistung aufgrund eines Tippfehlers zu einem falschen Preis oder mit falschen Informationen aufgeführt wird, haben wir das Recht, alle Bestellungen für das zum falschen Preis aufgeführte Produkt und/oder die Dienstleistung abzulehnen oder zu stornieren. Wir haben das Recht, eine solche Bestellung abzulehnen oder zu stornieren, unabhängig davon, ob die Bestellung bestätigt und Ihre Kreditkarte belastet wurde oder nicht. Wenn Ihre Kreditkarte bereits für den Kauf belastet wurde und Ihre Bestellung storniert wird, werden wir Ihrem Kreditkartenkonto oder sonstigen Zahlungskonto unverzüglich eine Gutschrift in Höhe der Belastung ausstellen. Sonstig Sollte ein zuständiges Gericht aus irgendeinem Grund feststellen, dass eine Bestimmung oder ein Teil dieser Allgemeinen Geschäftsbedingungen nicht durchsetzbar ist, bleibt der Rest dieser Allgemeinen Geschäftsbedingungen in vollem Umfang in Kraft und wirksam. Jeder Verzicht auf eine Bestimmung dieser Allgemeinen Geschäftsbedingungen ist nur wirksam, wenn er schriftlich erfolgt und von einem bevollmächtigten Vertreter von uns unterzeichnet ist. Wir haben Anspruch auf eine einstweilige Verfügung oder einen anderen angemessenen Rechtsschutz (ohne die Verpflichtung, eine Bürgschaft oder Bürgschaft zu hinterlegen) im Falle einer Verletzung oder einer vorausschauenden Verletzung durch Sie. Wir betreiben und kontrollieren unseren Service von unseren Büros in . Der Dienst ist nicht für den Vertrieb an oder die Nutzung durch Personen oder Organisationen in Rechtsordnungen oder Ländern bestimmt, in denen eine solche Verbreitung oder Nutzung gegen Gesetze oder Vorschriften verstoßen würde. Dementsprechend tun diejenigen Personen, die von anderen Standorten aus auf unseren Service zugreifen, dies aus eigener Initiative und sind allein verantwortlich für die Einhaltung lokaler Gesetze, sofern und soweit lokale Gesetze anwendbar sind. Diese Allgemeinen Geschäftsbedingungen (die unsere Datenschutzrichtlinie enthalten und beinhalten) enthalten die gesamte Vereinbarung und ersetzen alle vorherigen Vereinbarungen zwischen Ihnen und uns in Bezug auf ihren Gegenstand und können von Ihnen nicht geändert oder modifiziert werden. Die in dieser Vereinbarung verwendeten Abschnittsüberschriften dienen nur der Übersichtlichkeit und haben keine rechtliche Bedeutung. Haftungsausschluss Wir sind nicht verantwortlich für Inhalt, Code oder andere Ungenauigkeiten. Wir übernehmen keine Gewährleistungen oder Garantien. In keinem Fall haften wir für besondere, direkte, indirekte, Folge- oder Nebenschäden oder Schäden jeglicher Art, sei es aufgrund einer Vertragshandlung, Fahrlässigkeit oder einer anderen unerlaubten Handlung, die sich aus oder im Zusammenhang mit der Nutzung des Dienstes ergeben oder die Inhalte des Dienstes. Wir behalten uns das Recht vor, jederzeit ohne vorherige Ankündigung Ergänzungen, Löschungen oder Änderungen an den Inhalten des Dienstes vorzunehmen. Unser Service und seine Inhalte werden "wie besehen" und "wie verfügbar" ohne jegliche ausdrückliche oder stillschweigende Gewährleistung oder Zusicherung bereitgestellt. Wir sind ein Distributor und kein Herausgeber der von Dritten bereitgestellten Inhalte; Als solches übt unser keine redaktionelle Kontrolle über solche Inhalte aus und gibt keine Garantie oder Zusicherung hinsichtlich der Genauigkeit, Zuverlässigkeit oder Aktualität von Informationen, Inhalten, Diensten oder Waren, die über unseren Dienst bereitgestellt oder über unseren Dienst zugänglich gemacht werden. Ohne das Vorstehende einzuschränken, lehnen wir ausdrücklich alle Gewährleistungen und Zusicherungen für Inhalte ab, die auf oder in Verbindung mit unserem Service oder auf Websites übertragen werden, die als Links auf unserem Service erscheinen können, oder in den Produkten, die als Teil von oder anderweitig in Verbindung mit bereitgestellt werden , unser Service, einschließlich, aber nicht beschränkt auf Garantien der Marktgängigkeit, Eignung für einen bestimmten Zweck oder Nichtverletzung von Rechten Dritter. Keine mündlichen Ratschläge oder schriftlichen Informationen, die von uns oder seinen verbundenen Unternehmen, Mitarbeitern, leitenden Angestellten, Direktoren, Vertretern oder dergleichen gegeben werden, begründen eine Garantie. Preis- und Verfügbarkeitsinformationen können ohne Vorankündigung geändert werden. Ohne das Vorstehende einzuschränken, garantieren wir nicht, dass unser Service ununterbrochen, unbeschädigt, rechtzeitig oder fehlerfrei ist. Kontaktiere uns Zögern Sie nicht, uns bei Fragen zu kontaktieren. • Per E-Mail: post@wmc-card.no • Per Telefonnummer: +47 55 33 75 75
es: Términos y condiciones Actualizado el 2022-01-01 Términos generales Al acceder y realizar un pedido con , usted confirma que está de acuerdo y está sujeto a los términos de servicio contenidos en los Términos y condiciones que se describen a continuación. Estos términos se aplican a todo el sitio web y a cualquier correo electrónico u otro tipo de comunicación entre usted y World Medical Card. El equipo no será responsable bajo ninguna circunstancia por daños directos, indirectos, especiales, incidentales o consecuentes, incluidos, entre otros, la pérdida de datos o ganancias, que surjan del uso o la incapacidad de usar los materiales de este sitio. , incluso si el equipo o un representante autorizado ha sido advertido de la posibilidad de tales daños. Si su uso de materiales de este sitio resulta en la necesidad de servicio, reparación o corrección de equipos o datos, usted asume los costos correspondientes. World Medical Card no será responsable de ningún resultado que pueda ocurrir durante el curso del uso de nuestros recursos. Nos reservamos el derecho de cambiar los precios y revisar la política de uso de recursos en cualquier momento. Licencia World Medical Card le otorga una licencia revocable, no exclusiva, intransferible y limitada para descargar, instalar y usar nuestro servicio estrictamente de acuerdo con los términos de este Acuerdo. Estos Términos y condiciones son un contrato entre usted y World Medical Card (referido en estos Términos y condiciones como "World Medical Card", "nosotros" o "nuestro"), el proveedor del sitio web de World Medical Card y los servicios accesibles desde el sitio web de World Medical Card (a los que se hace referencia colectivamente en estos Términos y condiciones como el "Servicio de World Medical Card"). Usted acepta estar sujeto a estos Términos y condiciones. Si no está de acuerdo con estos Términos y condiciones, no utilice el Servicio. En estos Términos y condiciones, "usted" se refiere tanto a usted como individuo como a la entidad que representa. Si viola alguno de estos Términos y condiciones, nos reservamos el derecho de cancelar su cuenta o bloquear el acceso a su cuenta sin previo aviso. Definiciones y términos clave Para estos Términos y condiciones: • Cookie: pequeña cantidad de datos generados por un sitio web y guardados por su navegador web. Se utiliza para identificar su navegador, proporcionar análisis, recordar información sobre usted, como su preferencia de idioma o información de inicio de sesión. • Compañía: cuando esta política menciona "Compañía", "nosotros", "nos" o "nuestro", se refiere a World Medical Card, Gamlehaugvegen 20, 5231 Paradis, que es responsable de su información en virtud de esta Política de privacidad. • País: donde se encuentran World Medical Card o los propietarios/fundadores de World Medical Card, en este caso es Noruega. • Cliente: se refiere a la empresa, organización o persona que se registra para utilizar World Medical Card Service para administrar las relaciones con sus consumidores o usuarios del servicio. • Dispositivo: cualquier dispositivo conectado a Internet, como un teléfono, tableta, computadora o cualquier otro dispositivo que se pueda usar para visitar World Medical Card y usar los servicios. • Dirección IP: a cada dispositivo conectado a Internet se le asigna un número conocido como dirección de protocolo de Internet (IP). Estos números suelen asignarse en bloques geográficos. Una dirección IP a menudo se puede usar para identificar la ubicación desde la cual un dispositivo se conecta a Internet. • Personal: se refiere a aquellas personas que son empleados de World Medical Card o están bajo contrato para realizar un servicio en nombre de una de las partes. • Datos personales: cualquier información que directa, indirectamente o en conexión con otra información, incluido un número de identificación personal, permita la identificación o identificabilidad de una persona física. • Servicio: se refiere al servicio provisto por World Medical Card como se describe en los términos relativos (si están disponibles) y en esta plataforma. • Servicio de terceros: se refiere a anunciantes, patrocinadores de concursos, socios promocionales y de marketing, y otros que brindan nuestro contenido o cuyos productos o servicios creemos que pueden interesarle. • Sitio web: sitio de World Medical Card, al que se puede acceder a través de esta URL: https://worldmedicalcard.org • Usted: una persona o entidad registrada en World Medical Card para utilizar los Servicios. Restricciones Usted acepta no y no permitirá que otros hagan lo siguiente: • Licenciar, vender, alquilar, arrendar, ceder, distribuir, transmitir, hospedar, subcontratar, divulgar o explotar comercialmente el servicio o poner la plataforma a disposición de terceros. • Modificar, realizar trabajos derivados, desensamblar, descifrar, compilar o aplicar ingeniería inversa a cualquier parte del servicio. • Eliminar, alterar u ocultar cualquier aviso de propiedad (incluido cualquier aviso de derechos de autor o marca comercial) de sus afiliados, socios, proveedores o licenciatarios del servicio. Política de devolución y reembolso Gracias por comprar con nosotros. Agradecemos el hecho de que te guste comprar las cosas que construimos. También queremos asegurarnos de que tenga una experiencia gratificante mientras explora, evalúa y compra nuestros productos. Al igual que con cualquier experiencia de compra, existen términos y condiciones que se aplican a las transacciones en nuestra empresa. Seremos tan breves como lo permitan nuestros abogados. Lo más importante que debe recordar es que al realizar un pedido o realizar una compra con nosotros, usted acepta los términos junto con nuestra Política de privacidad. Si, por alguna razón, no está completamente satisfecho con algún bien o servicio que le brindamos, no dude en comunicarse con nosotros y discutiremos cualquiera de los problemas que está experimentando con nuestro producto. Tus sugerencias Cualquier retroalimentación, comentario, idea, mejora o sugerencia (colectivamente, "Sugerencias") que nos proporcione con respecto al servicio seguirá siendo propiedad única y exclusiva de nosotros. Tendremos la libertad de usar, copiar, modificar, publicar o redistribuir las Sugerencias para cualquier propósito y de cualquier manera sin ningún crédito o compensación para usted. Tu consentimiento Hemos actualizado nuestros Términos y condiciones para brindarle total transparencia sobre lo que se establece cuando visita nuestro sitio y cómo se utiliza. Al utilizar nuestro servicio, registrar una cuenta o realizar una compra, usted acepta nuestros Términos y condiciones. Enlaces a otros sitios web Nuestro servicio puede contener enlaces a otros sitios web que no son operados por Nosotros. Si hace clic en el enlace de un tercero, será dirigido al sitio de ese tercero. Le recomendamos encarecidamente que revise los Términos y condiciones de cada sitio que visite. No tenemos control ni asumimos ninguna responsabilidad por el contenido, los Términos y condiciones o las prácticas de los sitios o servicios de terceros. Galletas Utilizamos "Cookies" para identificar las áreas de nuestro sitio web que ha visitado. Una cookie es una pequeña porción de datos almacenada en su computadora o dispositivo móvil por su navegador web. Usamos cookies para mejorar el rendimiento y la funcionalidad de nuestro servicio, pero no son esenciales para su uso. Sin embargo, sin estas cookies, ciertas funciones, como los videos, pueden no estar disponibles o se le solicitará que ingrese sus datos de inicio de sesión cada vez que visite nuestra plataforma, ya que no podríamos recordar que había iniciado sesión anteriormente. La mayoría de los navegadores web se pueden configurar para deshabilitar el uso de cookies. Sin embargo, si deshabilita las cookies, es posible que no pueda acceder a la funcionalidad de nuestro sitio web correctamente o en absoluto. Nunca colocamos información de identificación personal en las cookies. Cambios a nuestros términos y condiciones Usted reconoce y acepta que podemos dejar de proporcionarle el Servicio (o cualquier característica dentro del Servicio) (permanente o temporalmente) a usted o a los usuarios en general a nuestro exclusivo criterio, sin previo aviso. Puede dejar de usar el Servicio en cualquier momento. No es necesario que nos informe específicamente cuando deje de usar el Servicio. Usted reconoce y acepta que si deshabilitamos el acceso a su cuenta, es posible que no pueda acceder al Servicio, a los detalles de su cuenta o a cualquier archivo u otro material que esté contenido en su cuenta. Si decidimos cambiar nuestros Términos y condiciones, publicaremos esos cambios en esta página y/o actualizaremos la fecha de modificación de los Términos y condiciones a continuación. Modificaciones a Nuestro servicio Nos reservamos el derecho de modificar, suspender o descontinuar, temporal o permanentemente, el servicio o cualquier servicio al que se conecte, con o sin previo aviso y sin responsabilidad hacia usted. Actualizaciones de nuestro servicio Es posible que, de vez en cuando, proporcionemos mejoras o mejoras a las características/funcionalidad del servicio, que pueden incluir parches, correcciones de errores, actualizaciones, mejoras y otras modificaciones ("Actualizaciones"). Las actualizaciones pueden modificar o eliminar ciertas características y/o funcionalidades del servicio. Usted acepta que no tenemos ninguna obligación de (i) proporcionarle Actualizaciones, o (ii) continuar brindándole o habilitando características y/o funcionalidades particulares del servicio. Además, acepta que todas las Actualizaciones (i) se considerarán parte integral del servicio y (ii) estarán sujetas a los términos y condiciones de este Acuerdo. Servicios de terceros Podemos mostrar, incluir o poner a disposición contenido de terceros (incluidos datos, información, aplicaciones y otros servicios de productos) o proporcionar enlaces a sitios web o servicios de terceros ("Servicios de terceros"). Usted reconoce y acepta que no seremos responsables de los Servicios de terceros, incluida su precisión, integridad, puntualidad, validez, cumplimiento de derechos de autor, legalidad, decencia, calidad o cualquier otro aspecto de los mismos. No asumimos y no tendremos ninguna obligación o responsabilidad hacia usted o cualquier otra persona o entidad por los Servicios de terceros. Los Servicios de terceros y los enlaces a los mismos se proporcionan únicamente para su comodidad y usted accede a ellos y los utiliza bajo su propio riesgo y sujeto a los términos y condiciones de dichos terceros. Duración y Terminación Este Acuerdo permanecerá en vigor hasta que usted o nosotros lo rescindamos. Podemos, a nuestro exclusivo criterio, en cualquier momento y por cualquier motivo o sin él, suspender o rescindir este Acuerdo con o sin previo aviso. Este Acuerdo terminará inmediatamente, sin previo aviso de nuestra parte, en caso de que no cumpla con alguna disposición de este Acuerdo. También puede rescindir este Acuerdo eliminando el servicio y todas las copias del mismo de su computadora. Al finalizar este Acuerdo, deberá dejar de usar el servicio y eliminar todas las copias del servicio de su computadora. La rescisión de este Acuerdo no limitará ninguno de nuestros derechos o recursos por ley o equidad en caso de incumplimiento por su parte (durante la vigencia de este Acuerdo) de cualquiera de sus obligaciones en virtud del presente Acuerdo. Si usted es el propietario de los derechos de autor o el agente de dicho propietario y cree que cualquier material nuestro constituye una infracción de sus derechos de autor, comuníquese con nosotros y proporcione la siguiente información: (a) una firma física o electrónica del propietario de los derechos de autor o una persona autorizada para actuar en su nombre; (b) identificación del material que se alega que está infringiendo; (c) su información de contacto, incluida su dirección, número de teléfono y un correo electrónico; (d) una declaración suya de que cree de buena fe que el uso del material no está autorizado por los propietarios de los derechos de autor; y (e) una declaración de que la información en la notificación es precisa y, bajo pena de perjurio, está autorizado a actuar en nombre del propietario. Indemnización Usted acepta indemnizarnos y eximirnos a nosotros y a nuestras empresas matrices, subsidiarias, afiliadas, funcionarios, empleados, agentes, socios y otorgantes de licencias (si corresponde) de cualquier reclamo o demanda, incluidos los honorarios razonables de los abogados, debido a su: ( a) uso del servicio; (b) violación de este Acuerdo o cualquier ley o regulación; o (c) violación de cualquier derecho de un tercero. Sin garantías El servicio se le proporciona "TAL CUAL" y "SEGÚN DISPONIBILIDAD" y con todas las fallas y defectos sin garantía de ningún tipo. En la medida máxima permitida por la ley aplicable, nosotros, en nuestro propio nombre y en nombre de nuestros afiliados y nuestros respectivos otorgantes de licencias y proveedores de servicios, renunciamos expresamente a todas las garantías, ya sean expresas, implícitas, legales o de otro tipo, con respecto al servicio, incluyendo todas las garantías implícitas de comerciabilidad, idoneidad para un propósito particular, título y no infracción, y garantías que puedan surgir del curso de la negociación, el curso del desempeño, el uso o la práctica comercial. Sin limitación a lo anterior, no ofrecemos ninguna garantía o compromiso, y no hacemos ninguna declaración de que el servicio cumplirá con sus requisitos, logrará los resultados deseados, será compatible o funcionará con cualquier otro software, sitios web, sistemas o servicios, operar sin interrupción, cumplir con los estándares de rendimiento o confiabilidad o estar libre de errores o que cualquier error o defecto puede o será corregido. Sin limitar lo anterior, ni nosotros ni ningún proveedor hacemos ninguna representación o garantía de ningún tipo, expresa o implícita: (i) en cuanto a la operación o disponibilidad del servicio, o la información, contenido y materiales o productos incluidos en el mismo; (ii) que el servicio será ininterrumpido o libre de errores; (iii) en cuanto a la precisión, confiabilidad o actualidad de cualquier información o contenido proporcionado a través del servicio; o (iv) que el servicio, sus servidores, el contenido o los correos electrónicos enviados por nosotros o en nuestro nombre están libres de virus, secuencias de comandos, troyanos, gusanos, malware, bombas de tiempo u otros componentes dañinos. Algunas jurisdicciones no permiten la exclusión o las limitaciones de las garantías implícitas o las limitaciones de los derechos legales aplicables de un consumidor, por lo que es posible que algunas o todas las exclusiones y limitaciones anteriores no se apliquen a usted. Limitación de responsabilidad Sin perjuicio de los daños en los que pueda incurrir, toda la responsabilidad nuestra y de cualquiera de nuestros proveedores en virtud de cualquier disposición de este Acuerdo y su recurso exclusivo por todo lo anterior se limitará al monto que realmente pagó por el servicio. En la medida máxima permitida por la ley aplicable, en ningún caso, ni nosotros ni nuestros proveedores seremos responsables de ningún daño especial, incidental, indirecto o consecuente (incluidos, entre otros, daños por lucro cesante, pérdida de datos o otra información, por interrupción del negocio, por lesiones personales, por pérdida de privacidad que surja o esté relacionada de alguna manera con el uso o la incapacidad de usar el servicio, software de terceros y/o hardware de terceros utilizado con el servicio, o de otro modo en relación con cualquier disposición de este Acuerdo), incluso si nosotros o cualquier proveedor ha sido advertido de la posibilidad de tales daños e incluso si el remedio no cumple con su propósito esencial. Algunos estados/jurisdicciones no permiten la exclusión o limitación de daños incidentales o consecuentes, por lo que es posible que la limitación o exclusión anterior no se aplique a usted. Divisibilidad Si alguna disposición de este Acuerdo se considera inaplicable o inválida, dicha disposición se cambiará e interpretará para lograr los objetivos de dicha disposición en la mayor medida posible según la ley aplicable y las disposiciones restantes continuarán en pleno vigor y efecto. Este Acuerdo, junto con la Política de privacidad y cualquier otro aviso legal publicado por nosotros en los Servicios, constituirá el acuerdo completo entre usted y nosotros con respecto a los Servicios. Si alguna disposición de este Acuerdo es considerada inválida por un tribunal de jurisdicción competente, la invalidez de dicha disposición no afectará la validez de las disposiciones restantes de este Acuerdo, que permanecerán en pleno vigor y efecto. Ninguna renuncia a cualquier término de este Acuerdo se considerará una renuncia adicional o continua de dicho término o cualquier otro término, y nuestra incapacidad para hacer valer cualquier derecho o disposición en virtud de este Acuerdo no constituirá una renuncia a tal derecho o disposición. USTED Y NOSOTROS ACEPTAMOS QUE CUALQUIER CAUSA DE ACCIÓN QUE SURJA O ESTÉ RELACIONADA CON LOS SERVICIOS DEBE COMENZAR DENTRO DE UN (1) AÑO DESPUÉS DE QUE LA CAUSA DE ACCIÓN SE ACUMULE. DE LO CONTRARIO, DICHA CAUSA DE ACCIÓN SE PROHIBE PERMANENTEMENTE. Exención Salvo lo dispuesto en el presente, la falta de ejercicio de un derecho o de exigir el cumplimiento de una obligación en virtud de este Acuerdo no afectará la capacidad de una parte para ejercer dicho derecho o exigir dicho cumplimiento en cualquier momento posterior ni constituirá la renuncia a un incumplimiento una renuncia a cualquier incumplimiento posterior. Ninguna falta de ejercicio, ni retraso en el ejercicio, por parte de cualquiera de las partes, de cualquier derecho o poder en virtud de este Acuerdo operará como una renuncia a ese derecho o poder. Ningún ejercicio único o parcial de cualquier derecho o poder en virtud de este Acuerdo impedirá el ejercicio posterior de ese o cualquier otro derecho otorgado en este documento. En caso de conflicto entre este Acuerdo y cualquier compra aplicable u otros términos, prevalecerán los términos de este Acuerdo. Enmiendas a este Acuerdo Nos reservamos el derecho, a nuestro exclusivo criterio, de modificar o reemplazar este Acuerdo en cualquier momento. Si una revisión es material, le proporcionaremos un aviso de al menos 30 días antes de que entren en vigencia los nuevos términos. Lo que constituye un cambio material se determinará a nuestro exclusivo criterio. Al continuar accediendo o utilizando nuestro servicio después de que las revisiones entren en vigencia, usted acepta estar sujeto a los términos revisados. Si no está de acuerdo con los nuevos términos, ya no está autorizado a utilizar nuestro servicio. Acuerdo completo El Acuerdo constituye el acuerdo completo entre usted y nosotros con respecto a su uso del servicio y reemplaza todos los acuerdos escritos u orales anteriores y contemporáneos entre usted y nosotros. Puede estar sujeto a términos y condiciones adicionales que se aplican cuando usa o compra otros servicios de nosotros, que le proporcionaremos en el momento de dicho uso o compra. Actualizaciones de nuestros términos Podemos cambiar nuestro Servicio y nuestras políticas, y es posible que necesitemos hacer cambios en estos Términos para que reflejen con precisión nuestro Servicio y nuestras políticas. A menos que la ley exija lo contrario, le notificaremos (por ejemplo, a través de nuestro Servicio) antes de realizar cambios en estos Términos y le daremos la oportunidad de revisarlos antes de que entren en vigencia. Luego, si continúa utilizando el Servicio, estará sujeto a los Términos actualizados. Si no desea aceptar estos o los Términos actualizados, puede eliminar su cuenta. Propiedad intelectual Nuestra plataforma y todo su contenido, características y funcionalidad (incluidos, entre otros, toda la información, el software, el texto, las pantallas, las imágenes, el video y el audio, y el diseño, la selección y la disposición de los mismos), son de nuestra propiedad, sus licenciantes u otros proveedores de dicho material y están protegidos por derechos de autor internacionales, marcas registradas, patentes, secretos comerciales y otras leyes de propiedad intelectual o derechos de propiedad. El material no puede copiarse, modificarse, reproducirse, descargarse o distribuirse de ninguna manera, en su totalidad o en parte, sin nuestro permiso expreso previo por escrito, a menos y excepto que se estipule expresamente en estos Términos y condiciones. Cualquier uso no autorizado del material está prohibido. Acuerdo de Arbitraje Esta sección se aplica a cualquier disputa, EXCEPTO QUE NO INCLUYE UNA DISPUTA RELACIONADA CON RECLAMOS DE MEDIDAS CAUTELARES O DE EQUIDAD CON RESPECTO A LA EJECUCIÓN O VALIDEZ DE SUS DERECHOS DE PROPIEDAD INTELECTUAL O DE World Medical Card. El término "disputa" se refiere a cualquier disputa, acción u otra controversia entre usted y nosotros con respecto a los Servicios o este acuerdo, ya sea por contrato, garantía, agravio, estatuto, regulación, ordenanza o cualquier otra base legal o equitativa. "Disputa" se le dará el significado más amplio posible permitido por la ley. Aviso de disputa En caso de disputa, usted o nosotros debemos entregar a la otra parte un Aviso de disputa, que es una declaración escrita que establece el nombre, la dirección y la información de contacto de la parte que la entrega, los hechos que dan lugar a la disputa y el amparo solicitado. Debe enviar cualquier Notificación de disputa por correo electrónico a: . Le enviaremos cualquier Notificación de disputa por correo a su dirección si la tenemos, o de lo contrario a su dirección de correo electrónico. Usted y nosotros intentaremos resolver cualquier disputa a través de negociaciones informales dentro de los sesenta (60) días a partir de la fecha de envío del Aviso de disputa. Después de sesenta (60) días, usted o nosotros podemos iniciar el arbitraje. Arbitraje obligatorio Si usted y nosotros no resolvemos ninguna disputa mediante negociación informal, cualquier otro esfuerzo para resolver la disputa se llevará a cabo exclusivamente mediante arbitraje vinculante, como se describe en esta sección. Está renunciando al derecho de litigar (o participar como parte o miembro de la clase) todas las disputas en la corte ante un juez o jurado. La disputa se resolverá mediante arbitraje vinculante de acuerdo con las reglas de arbitraje comercial de la Asociación Americana de Arbitraje. Cualquiera de las partes puede solicitar cualquier medida cautelar provisional o preliminar de cualquier tribunal de jurisdicción competente, según sea necesario para proteger los derechos o la propiedad de la parte hasta que finalice el arbitraje. Todos y cada uno de los costos, honorarios y gastos legales, contables y de otro tipo incurridos por la parte ganadora correrán a cargo de la parte no ganadora. Envíos y Privacidad En el caso de que envíe o publique ideas, sugerencias creativas, diseños, fotografías, información, anuncios, datos o propuestas, incluidas ideas para productos, servicios, características, tecnologías o promociones nuevos o mejorados, acepta expresamente que dichos envíos serán automáticamente serán tratados como no confidenciales y no patentados y se convertirán en nuestra propiedad exclusiva sin ninguna compensación o crédito para usted. Nosotros y nuestros afiliados no tendremos ninguna obligación con respecto a dichos envíos o publicaciones y podemos usar las ideas contenidas en dichos envíos o publicaciones para cualquier propósito en cualquier medio a perpetuidad, incluidos, entre otros, el desarrollo, la fabricación y la comercialización de productos y servicios utilizando tales ideas. Promociones Es posible que, de vez en cuando, incluyamos concursos, promociones, sorteos u otras actividades ("Promociones") que requieran que envíe material o información sobre usted. Tenga en cuenta que todas las Promociones pueden regirse por reglas separadas que pueden contener ciertos requisitos de elegibilidad, como restricciones en cuanto a la edad y la ubicación geográfica. Usted es responsable de leer todas las reglas de las Promociones para determinar si es elegible para participar o no. Si ingresa a cualquier Promoción, acepta cumplir con todas las Reglas de las Promociones. Se pueden aplicar términos y condiciones adicionales a las compras de bienes o servicios en o a través de los Servicios, cuyos términos y condiciones forman parte de este Acuerdo mediante esta referencia. Errores tipográficos En el caso de que un producto y/o servicio se incluya con un precio incorrecto o con información incorrecta debido a un error tipográfico, tendremos derecho a rechazar o cancelar cualquier pedido realizado para el producto y/o servicio que se indique con un precio incorrecto. Tendremos el derecho de rechazar o cancelar dicho pedido, ya sea que el pedido haya sido confirmado o no y se haya cargado su tarjeta de crédito. Si su tarjeta de crédito ya ha sido cargada por la compra y su pedido es cancelado, emitiremos inmediatamente un crédito a su cuenta de tarjeta de crédito u otra cuenta de pago por el monto del cargo. Diverso Si por algún motivo un tribunal de jurisdicción competente considera que alguna disposición o parte de estos Términos y condiciones no se puede hacer cumplir, el resto de estos Términos y condiciones continuará en pleno vigor y efecto. Cualquier renuncia a cualquier disposición de estos Términos y condiciones será efectiva solo si se hace por escrito y está firmada por un representante autorizado de nosotros. Tendremos derecho a medidas cautelares u otras medidas equitativas (sin la obligación de pagar ninguna fianza o fianza) en caso de incumplimiento o incumplimiento anticipado por su parte. Operamos y controlamos nuestro Servicio desde nuestras oficinas en . El Servicio no está destinado a ser distribuido o utilizado por ninguna persona o entidad en ninguna jurisdicción o país donde dicha distribución o uso sea contrario a la ley o regulación. En consecuencia, aquellas personas que eligen acceder a nuestro Servicio desde otros lugares lo hacen por iniciativa propia y son los únicos responsables del cumplimiento de las leyes locales, en la medida en que las leyes locales sean aplicables. Estos Términos y condiciones (que incluyen e incorporan nuestra Política de privacidad) contienen el entendimiento completo y reemplazan todos los entendimientos anteriores entre usted y nosotros con respecto a su objeto, y usted no puede cambiarlos ni modificarlos. Los encabezados de las secciones que se utilizan en este Acuerdo son solo por conveniencia y no se les dará ninguna importancia legal. Descargo de responsabilidad No somos responsables de ningún contenido, código o cualquier otra imprecisión. No ofrecemos garantías ni avales. En ningún caso seremos responsables de ningún daño especial, directo, indirecto, consecuente o incidental ni de ningún tipo, ya sea en una acción de contrato, negligencia u otro agravio, que surja de o en relación con el uso del Servicio o el contenido del Servicio. Nos reservamos el derecho de hacer adiciones, eliminaciones o modificaciones a los contenidos del Servicio en cualquier momento sin previo aviso. Nuestro Servicio y su contenido se proporcionan "tal cual" y "según disponibilidad" sin ninguna garantía o representación de ningún tipo, ya sea expresa o implícita. Somos un distribuidor y no un editor del contenido suministrado por terceros; como tal, no ejerce ningún control editorial sobre dicho contenido y no garantiza ni representa la precisión, confiabilidad o actualidad de cualquier información, contenido, servicio o mercancía proporcionada o accesible a través de nuestro Servicio. Sin limitar lo anterior, renunciamos específicamente a todas las garantías y representaciones en cualquier contenido transmitido en o en conexión con nuestro Servicio o en sitios que pueden aparecer como enlaces en nuestro Servicio, o en los productos provistos como parte de, o de otra manera en conexión con , nuestro Servicio, incluidas, entre otras, las garantías de comerciabilidad, idoneidad para un propósito particular o no infracción de los derechos de terceros. Ningún consejo oral o información escrita proporcionada por nosotros o cualquiera de sus afiliados, empleados, funcionarios, directores, agentes o similares creará una garantía. La información sobre precios y disponibilidad está sujeta a cambios sin previo aviso. Sin limitar lo anterior, no garantizamos que nuestro Servicio sea ininterrumpido, incorrupto, oportuno o libre de errores. Contáctenos No dude en ponerse en contacto con nosotros si tiene alguna pregunta. • Por correo electrónico: post@wmc-card.no • Vía Número de Teléfono: +47 55 33 75 75
nb: Betingelser og vilkår Oppdatert 01.01.2022 Generelle vilkår Ved å gå inn på og legge inn en bestilling hos , bekrefter du at du er enig med og bundet av tjenestevilkårene i vilkårene og betingelsene som er skissert nedenfor. Disse vilkårene gjelder for hele nettstedet og enhver e-post eller annen type kommunikasjon mellom deg og World Medical Card. Teamet skal ikke under noen omstendigheter holdes ansvarlig for noen direkte, indirekte, spesielle, tilfeldige skader eller følgeskader, inkludert, men ikke begrenset til, tap av data eller fortjeneste, som oppstår som følge av bruken eller manglende evne til å bruke materialet på dette nettstedet , selv om teamet eller en autorisert representant har blitt informert om muligheten for slike skader. Hvis din bruk av materialer fra denne siden resulterer i behov for service, reparasjon eller korrigering av utstyr eller data, påtar du deg eventuelle kostnader. World Medical Card vil ikke være ansvarlig for utfall som kan oppstå i løpet av bruken av ressursene våre. Vi forbeholder oss retten til å endre priser og revidere retningslinjene for ressursbruk når som helst. Tillatelse World Medical Card gir deg en tilbakekallelig, ikke-eksklusiv, ikke-overførbar, begrenset lisens til å laste ned, installere og bruke tjenesten vår strengt i samsvar med vilkårene i denne avtalen. Disse vilkårene og betingelsene er en kontrakt mellom deg og World Medical Card (referert til i disse vilkårene og betingelsene som "World Medical Card", "oss", "vi" eller "vår"), leverandøren av World Medical Card-nettstedet og tjenestene som er tilgjengelige fra World Medical Card-nettstedet (som samlet refereres til i disse vilkårene og betingelsene som "World Medical Card Service"). Du godtar å være bundet av disse vilkårene. Hvis du ikke godtar disse vilkårene og betingelsene, vennligst ikke bruk tjenesten. I disse vilkårene og betingelsene refererer "du" både til deg som enkeltperson og til enheten du representerer. Hvis du bryter noen av disse vilkårene og betingelsene, forbeholder vi oss retten til å kansellere kontoen din eller blokkere tilgangen til kontoen din uten varsel. Definisjoner og nøkkelbegreper For disse vilkårene: • Informasjonskapsel: liten mengde data generert av et nettsted og lagret av nettleseren din. Den brukes til å identifisere nettleseren din, gi analyser, huske informasjon om deg som språkpreferanser eller påloggingsinformasjon. • Bedrift: når denne policyen nevner «Selskap», «vi», «oss» eller «vår», refererer det til World Medical Card, Gamlehaugvegen 20, 5231 Paradis som er ansvarlig for informasjonen din under denne personvernerklæringen. • Land: hvor World Medical Card eller eierne/grunnleggerne av World Medical Card er basert, i dette tilfellet er Norge. • Kunde: refererer til selskapet, organisasjonen eller personen som registrerer seg for å bruke World Medical Card Service for å administrere relasjonene med dine forbrukere eller tjenestebrukere. • Enhet: en hvilken som helst Internett-tilkoblet enhet som telefon, nettbrett, datamaskin eller annen enhet som kan brukes til å besøke World Medical Card og bruke tjenestene. • IP-adresse: Hver enhet som er koblet til Internett, tildeles et nummer kjent som en IP-adresse (Internet Protocol). Disse numrene er vanligvis tilordnet i geografiske blokker. En IP-adresse kan ofte brukes til å identifisere plasseringen en enhet kobler til Internett fra. • Personell: refererer til de personene som er ansatt av World Medical Card eller er under kontrakt for å utføre en tjeneste på vegne av en av partene. • Personopplysninger: all informasjon som direkte, indirekte eller i forbindelse med annen informasjon – inkludert et personlig identifikasjonsnummer – gjør det mulig å identifisere eller identifisere en fysisk person. • Tjeneste: refererer til tjenesten levert av World Medical Card som beskrevet i de relative vilkårene (hvis tilgjengelig) og på denne plattformen. • Tredjepartstjeneste: refererer til annonsører, konkurransesponsorer, kampanje- og markedsføringspartnere og andre som leverer innholdet vårt eller hvis produkter eller tjenester vi tror kan interessere deg. • Nettsted: World Medical Cards nettsted, som kan nås via denne URLen: https://worldmedicalcard.org • Du: en person eller enhet som er registrert med World Medical Card for å bruke tjenestene. Begrensninger Du godtar å ikke, og du vil ikke tillate andre å: • Lisensiere, selge, leie ut, lease, tildele, distribuere, overføre, være vert for, outsource, avsløre eller på annen måte utnytte tjenesten kommersielt eller gjøre plattformen tilgjengelig for en tredjepart. • Modifisere, lage avledede arbeider av, demontere, dekryptere, omvendt kompilere eller omvendt konstruere noen del av tjenesten. • Fjerne, endre eller tilsløre enhver eiendomsmerknad (inkludert merknad om opphavsrett eller varemerke) til eller dets tilknyttede selskaper, partnere, leverandører eller lisensgivere av tjenesten. Retur- og refusjonspolicy Takk for at du handler hos oss. Vi setter pris på at du liker å kjøpe tingene vi bygger. Vi vil også sørge for at du får en givende opplevelse mens du utforsker, vurderer og kjøper produktene våre. Som med enhver kjøpsopplevelse, er det vilkår og betingelser som gjelder for transaksjoner hos vårt selskap. Vi skal være så korte som advokatene våre tillater. Det viktigste å huske er at ved å legge inn en bestilling eller foreta et kjøp fra oss, godtar du vilkårene sammen med vår personvernerklæring. Hvis du av en eller annen grunn ikke er helt fornøyd med noen varer eller tjenester vi tilbyr, ikke nøl med å kontakte oss, så vil vi diskutere noen av problemene du går gjennom med produktet vårt. Dine forslag Eventuelle tilbakemeldinger, kommentarer, ideer, forbedringer eller forslag (samlet kalt "Forslag") gitt av deg til oss med hensyn til tjenesten skal forbli den eneste og eksklusive eiendommen til oss. Vi skal stå fritt til å bruke, kopiere, modifisere, publisere eller omdistribuere forslagene til ethvert formål og på hvilken som helst måte uten kreditt eller kompensasjon til deg. Ditt samtykke Vi har oppdatert våre vilkår og betingelser for å gi deg fullstendig åpenhet om hva som angis når du besøker nettstedet vårt og hvordan det brukes. Ved å bruke tjenesten vår, registrere en konto eller foreta et kjøp, samtykker du herved til våre vilkår og betingelser. Lenker til andre nettsteder Tjenesten vår kan inneholde lenker til andre nettsteder som ikke drives av oss. Hvis du klikker på en tredjepartskobling, vil du bli dirigert til denne tredjepartens nettsted. Vi anbefaler deg på det sterkeste å gå gjennom vilkårene og betingelsene for hvert nettsted du besøker. Vi har ingen kontroll over og påtar oss intet ansvar for innholdet, vilkårene og vilkårene eller praksisen til tredjeparts nettsteder eller tjenester. Informasjonskapsler Vi bruker "informasjonskapsler" for å identifisere områdene på nettstedet vårt som du har besøkt. En informasjonskapsel er en liten del av data som lagres på datamaskinen eller mobilenheten din av nettleseren din. Vi bruker informasjonskapsler for å forbedre ytelsen og funksjonaliteten til tjenesten vår, men er ikke avgjørende for bruken av dem. Uten disse informasjonskapslene kan imidlertid visse funksjoner som videoer bli utilgjengelige, eller du vil bli bedt om å angi påloggingsinformasjonen din hver gang du besøker plattformen vår, da vi ikke ville kunne huske at du hadde logget på tidligere. De fleste nettlesere kan settes til å deaktivere bruken av informasjonskapsler. Men hvis du deaktiverer informasjonskapsler, kan det hende du ikke får tilgang til funksjonaliteten på nettstedet vårt på riktig måte eller i det hele tatt. Vi plasserer aldri personlig identifiserbar informasjon i informasjonskapsler. Endringer i våre vilkår og betingelser Du erkjenner og godtar at vi kan stoppe (permanent eller midlertidig) å levere tjenesten (eller funksjoner i tjenesten) til deg eller brukere generelt etter eget skjønn, uten forvarsel til deg. Du kan slutte å bruke tjenesten når som helst. Du trenger ikke spesifikt informere oss når du slutter å bruke tjenesten. Du erkjenner og godtar at hvis vi deaktiverer tilgangen til kontoen din, kan du bli forhindret fra å få tilgang til tjenesten, kontodetaljene dine eller filer eller annet materiale som finnes i kontoen din. Hvis vi bestemmer oss for å endre våre vilkår og betingelser, vil vi legge ut disse endringene på denne siden, og/eller oppdatere vilkårene og betingelsenes endringsdato nedenfor. Endringer i tjenesten vår Vi forbeholder oss retten til å modifisere, suspendere eller avbryte, midlertidig eller permanent, tjenesten eller enhver tjeneste som den er koblet til, med eller uten varsel og uten ansvar overfor deg. Oppdateringer til tjenesten vår Vi kan fra tid til annen tilby forbedringer eller forbedringer av funksjonene/funksjonaliteten til tjenesten, som kan inkludere patcher, feilrettinger, oppdateringer, oppgraderinger og andre modifikasjoner ("oppdateringer"). Oppdateringer kan endre eller slette visse funksjoner og/eller funksjoner i tjenesten. Du godtar at vi ikke har noen forpliktelse til å (i) gi noen oppdateringer, eller (ii) fortsette å tilby eller aktivere noen spesielle funksjoner og/eller funksjonaliteter i tjenesten til deg. Du godtar videre at alle oppdateringer vil (i) anses å utgjøre en integrert del av tjenesten, og (ii) underlagt vilkårene og betingelsene i denne avtalen. Tredjepartstjenester Vi kan vise, inkludere eller gjøre tilgjengelig tredjepartsinnhold (inkludert data, informasjon, applikasjoner og andre produkttjenester) eller gi lenker til tredjeparters nettsteder eller tjenester ("tredjepartstjenester"). Du erkjenner og godtar at vi ikke skal være ansvarlige for noen tredjepartstjenester, inkludert deres nøyaktighet, fullstendighet, aktualitet, gyldighet, overholdelse av opphavsrett, lovlighet, anstendighet, kvalitet eller andre aspekter ved disse. Vi påtar oss og skal ikke ha noe ansvar eller ansvar overfor deg eller noen annen person eller enhet for noen tredjepartstjenester. Tredjepartstjenester og lenker til disse leveres utelukkende som en bekvemmelighet for deg, og du får tilgang til og bruker dem helt på egen risiko og underlagt slike tredjeparters vilkår og betingelser. Varighet og oppsigelse Denne avtalen forblir i kraft inntil den sies opp av deg eller oss. Vi kan, etter eget skjønn, når som helst og av hvilken som helst eller ingen grunn, suspendere eller si opp denne avtalen med eller uten forvarsel. Denne avtalen vil avsluttes umiddelbart, uten forvarsel fra oss, i tilfelle du ikke overholder noen av bestemmelsene i denne avtalen. Du kan også si opp denne avtalen ved å slette tjenesten og alle kopier av den fra datamaskinen din. Ved oppsigelse av denne avtalen skal du slutte med all bruk av tjenesten og slette alle kopier av tjenesten fra datamaskinen din. Oppsigelse av denne avtalen vil ikke begrense noen av våre rettigheter eller rettsmidler ved lov eller rettferdighet i tilfelle brudd fra deg (i løpet av denne avtalens gyldighetstid) av noen av dine forpliktelser i henhold til denne avtalen. Hvis du er en opphavsrettseier eller en slik eiers agent og mener at noe materiale fra oss utgjør et brudd på opphavsretten din, vennligst kontakt oss og oppgi følgende informasjon: (a) en fysisk eller elektronisk signatur fra opphavsrettseieren eller en person som er autorisert til å handle på hans vegne; (b) identifikasjon av materialet som hevdes å være krenkende; (c) din kontaktinformasjon, inkludert din adresse, telefonnummer og en e-post; (d) en erklæring fra deg om at du har en god tro på at bruken av materialet ikke er autorisert av opphavsrettseierne; og (e) en erklæring om at informasjonen i varselet er nøyaktig, og under straff for mened er du autorisert til å handle på vegne av eieren. Skadeserstatning Du samtykker i å holde oss og våre foreldre, datterselskaper, tilknyttede selskaper, offiserer, ansatte, agenter, partnere og lisensgivere (hvis noen) skadesløse fra ethvert krav eller krav, inkludert rimelige advokatsalærer, på grunn av eller som følge av dine: ( a) bruk av tjenesten; (b) brudd på denne avtalen eller noen lov eller forskrift; eller (c) brudd på en tredjeparts rettigheter. Ingen garantier Tjenesten leveres til deg "AS IS" og "AS AVAILABLE" og med alle feil og mangler uten garanti av noe slag. I den grad det er tillatt under gjeldende lov, fraskriver vi oss, på egne vegne og på vegne av våre tilknyttede selskaper og våre respektive lisensgivere og tjenesteleverandører, uttrykkelig alle garantier, enten det er uttrykkelig, underforstått, lovfestet eller på annen måte, med hensyn til tjenesten, inkludert alle underforståtte garantier for salgbarhet, egnethet for et bestemt formål, tittel og ikke-krenkelse, og garantier som kan oppstå som følge av handel, ytelsesforløp, bruk eller handelspraksis. Uten begrensning til det foregående gir vi ingen garanti eller forpliktelse, og gir ingen representasjon av noe slag om at tjenesten vil oppfylle dine krav, oppnå tiltenkte resultater, være kompatibel eller fungere med annen programvare, nettsteder, systemer eller tjenester, operere uten avbrudd, oppfylle ytelses- eller pålitelighetsstandarder eller være feilfri eller at eventuelle feil eller mangler kan eller vil bli rettet. Uten å begrense det foregående gir verken oss eller noen leverandør noen representasjon eller garanti av noe slag, uttrykkelig eller underforstått: (i) med hensyn til driften eller tilgjengeligheten av tjenesten, eller informasjonen, innholdet og materialene eller produktene som er inkludert på den; (ii) at tjenesten vil være uavbrutt eller feilfri; (iii) med hensyn til nøyaktigheten, påliteligheten eller valutaen til informasjon eller innhold gitt gjennom tjenesten; eller (iv) at tjenesten, dens servere, innholdet eller e-poster sendt fra eller på vegne av oss er fri for virus, skript, trojanske hester, ormer, skadelig programvare, tidsbomber eller andre skadelige komponenter. Noen jurisdiksjoner tillater ikke ekskludering av eller begrensninger på underforståtte garantier eller begrensningene på gjeldende lovfestede rettigheter til en forbruker, så noen eller alle de ovennevnte ekskluderingene og begrensningene gjelder kanskje ikke for deg. Ansvarsbegrensning Til tross for eventuelle skader du måtte pådra deg, skal hele ansvaret til oss og enhver av våre leverandører i henhold til en bestemmelse i denne avtalen og ditt eksklusive rettsmiddel for alt det foregående være begrenset til beløpet du faktisk har betalt for tjenesten. I den grad det er tillatt av gjeldende lov, skal vi eller våre leverandører under ingen omstendigheter være ansvarlige for noen spesielle, tilfeldige, indirekte eller følgeskader (inkludert, men ikke begrenset til, skader for tap av fortjeneste, for tap av data eller annen informasjon, for forretningsavbrudd, for personskade, for tap av personvern som oppstår som følge av eller på noen måte relatert til bruken av eller manglende evne til å bruke tjenesten, tredjeparts programvare og/eller tredjeparts maskinvare som brukes med tjenesten, eller på annen måte i forbindelse med noen bestemmelse i denne avtalen), selv om vi eller en hvilken som helst leverandør har blitt informert om muligheten for slike skader, og selv om løsningen ikke oppfyller sitt vesentlige formål. Noen stater/jurisdiksjoner tillater ikke utelukkelse eller begrensning av tilfeldige skader eller følgeskader, så det kan hende at begrensningene eller ekskluderingen ovenfor ikke gjelder deg. Skillebarhet Hvis en bestemmelse i denne avtalen anses for å være uhåndhevbar eller ugyldig, vil en slik bestemmelse endres og tolkes for å oppnå målene for en slik bestemmelse i størst mulig grad under gjeldende lov, og de gjenværende bestemmelsene vil fortsette med full kraft og virkning. Denne avtalen, sammen med personvernerklæringen og eventuelle andre juridiske merknader publisert av oss på tjenestene, skal utgjøre hele avtalen mellom deg og oss angående tjenestene. Hvis en bestemmelse i denne avtalen anses som ugyldig av en domstol med kompetent jurisdiksjon, skal ugyldigheten av en slik bestemmelse ikke påvirke gyldigheten av de gjenværende bestemmelsene i denne avtalen, som skal forbli i full kraft og virkning. Ingen fraskrivelse av noe vilkår i denne avtalen skal anses som en ytterligere eller vedvarende fraskrivelse av et slikt vilkår eller andre vilkår, og vår unnlatelse av å hevde noen rettighet eller bestemmelse under denne avtalen skal ikke utgjøre en fraskrivelse av slik rett eller bestemmelse. DU OG OSS SAMTYKKER AT ENHVER HANDLINGSÅRSAK SOM STÅR PÅ ELLER KNYTTET TIL TJENESTERNE MÅ BEGYNDES INNEN ETT (1) ÅR ETTER AT HANDLINGSÅRSAKEN ER OPP. ELLER ER SLIK ÅRSAK TIL HANDLING PERMANENT sperret. Fraskrivelse Med unntak av det som er angitt her, skal unnlatelse av å utøve en rettighet eller å kreve oppfyllelse av en forpliktelse i henhold til denne avtalen ikke påvirke en parts evne til å utøve slik rett eller kreve slik ytelse på noe tidspunkt etterpå, og heller ikke skal fraskrivelse av et brudd utgjøre fraskrivelse av eventuelle senere brudd. Ingen unnlatelse av å utøve, og ingen forsinkelse i å utøve, fra noen av partene, av noen rettigheter eller noen makt under denne avtalen skal fungere som en fraskrivelse av denne rettigheten eller makten. Ingen enkelt eller delvis utøvelse av noen rettighet eller makt under denne avtalen skal heller ikke utelukke videre utøvelse av denne eller andre rettigheter gitt her. I tilfelle konflikt mellom denne avtalen og gjeldende kjøp eller andre vilkår, skal vilkårene i denne avtalen gjelde. Endringer i denne avtalen Vi forbeholder oss retten til, etter eget skjønn, å endre eller erstatte denne avtalen når som helst. Hvis en revisjon er vesentlig, gir vi minst 30 dagers varsel før eventuelle nye vilkår trer i kraft. Hva som utgjør en vesentlig endring avgjøres etter eget skjønn. Ved å fortsette å få tilgang til eller bruke tjenesten vår etter at eventuelle revisjoner trer i kraft, godtar du å være bundet av de reviderte vilkårene. Hvis du ikke godtar de nye vilkårene, er du ikke lenger autorisert til å bruke tjenesten vår. Hele avtalen Avtalen utgjør hele avtalen mellom deg og oss angående din bruk av tjenesten og erstatter alle tidligere og samtidige skriftlige eller muntlige avtaler mellom deg og oss. Du kan være underlagt ytterligere vilkår og betingelser som gjelder når du bruker eller kjøper andre tjenester fra oss, som vi vil gi deg på tidspunktet for slik bruk eller kjøp. Oppdateringer av vilkårene våre Vi kan endre tjenesten og retningslinjene våre, og vi må kanskje gjøre endringer i disse vilkårene slik at de nøyaktig gjenspeiler tjenesten og retningslinjene våre. Med mindre annet er påkrevd ved lov, vil vi varsle deg (for eksempel gjennom tjenesten vår) før vi gjør endringer i disse vilkårene og gi deg en mulighet til å gjennomgå dem før de trer i kraft. Deretter, hvis du fortsetter å bruke tjenesten, vil du være bundet av de oppdaterte vilkårene. Hvis du ikke vil godta disse eller noen oppdaterte vilkår, kan du slette kontoen din. Åndsverk Plattformen vår og hele innholdet, funksjonene og funksjonaliteten (inkludert men ikke begrenset til all informasjon, programvare, tekst, skjermer, bilder, video og lyd, og utformingen, utvalget og arrangementet av disse), eies av oss, dets lisensgivere eller andre leverandører av slikt materiale og er beskyttet av internasjonale lover om opphavsrett, varemerker, patenter, forretningshemmeligheter og andre immaterielle rettigheter. Materialet kan ikke kopieres, modifiseres, reproduseres, lastes ned eller distribueres på noen måte, helt eller delvis, uten uttrykkelig skriftlig tillatelse fra oss, med mindre og med unntak av det som er uttrykkelig gitt i disse vilkårene og betingelsene. Enhver uautorisert bruk av materialet er forbudt. Avtale om voldgift Denne seksjonen gjelder enhver tvist, UNNTATT DET IKKE INKLUDERER EN TVIST KNYTTET TIL KRAV OM FORFALDSMEDDELELSE ELLER RETTLIG LØTTE ANGÅENDE HÅNDHÅVELSEN ELLER GYLDIGHETEN AV DIN ELLER World Medical Cards IMMATERIELLE EIENDOMSRETTIGHETER. Begrepet "tvist" betyr enhver tvist, handling eller annen uenighet mellom deg og oss angående tjenestene eller denne avtalen, enten det er i kontrakt, garanti, erstatning, lov, forskrift, ordinans eller annet juridisk eller rettferdig grunnlag. «Tvist» vil gis den bredest mulige betydningen som er tillatt i henhold til loven. Varsel om tvist I tilfelle en tvist må du eller oss gi den andre en melding om tvist, som er en skriftlig erklæring som angir navn, adresse og kontaktinformasjon til parten som gir den, fakta som gir opphav til tvisten, og lettelsen som ble bedt om. Du må sende ethvert varsel om tvist via e-post til: . Vi vil sende ethvert varsel om tvist til deg via post til adressen din hvis vi har den, eller på annen måte til din e-postadresse. Du og oss vil forsøke å løse enhver tvist gjennom uformelle forhandlinger innen seksti (60) dager fra datoen varselet om tvist er sendt. Etter seksti (60) dager kan du eller oss starte voldgift. Bindende voldgift Hvis du og oss ikke løser noen tvist ved uformelle forhandlinger, vil enhver annen innsats for å løse tvisten utelukkende bli utført ved bindende voldgift som beskrevet i denne delen. Du gir fra deg retten til å saksøke (eller delta i som part eller gruppemedlem) alle tvister i retten for en dommer eller jury. Tvisten skal avgjøres ved bindende voldgift i samsvar med de kommersielle voldgiftsreglene til American Arbitration Association. Hver av partene kan søke om midlertidig eller foreløpig forføyning fra enhver domstol med kompetent jurisdiksjon, etter behov for å beskytte partens rettigheter eller eiendom i påvente av fullføringen av voldgift. Alle juridiske, regnskapsmessige og andre kostnader, gebyrer og utgifter som påløper av den rådende parten skal bæres av den ikke-rådende parten. Innleveringer og personvern I tilfelle du sender inn eller legger ut ideer, kreative forslag, design, fotografier, informasjon, annonser, data eller forslag, inkludert ideer til nye eller forbedrede produkter, tjenester, funksjoner, teknologier eller kampanjer, godtar du uttrykkelig at slike innsendinger automatisk behandles som ikke-konfidensiell og ikke-eiendomsbeskyttet og vil bli vår eneste eiendom uten noen som helst kompensasjon eller kreditt til deg. Vi og våre tilknyttede selskaper skal ikke ha noen forpliktelser med hensyn til slike bidrag eller innlegg og kan bruke ideene i slike bidrag eller innlegg til alle formål i et hvilket som helst medium i evighet, inkludert, men ikke begrenset til, utvikling, produksjon og markedsføring av produkter og tjenester som bruker slike ideer. Kampanjer Vi kan fra tid til annen inkludere konkurranser, kampanjer, konkurranser eller andre aktiviteter ("kampanjer") som krever at du sender inn materiale eller informasjon om deg selv. Vær oppmerksom på at alle kampanjer kan være underlagt separate regler som kan inneholde visse kvalifikasjonskrav, for eksempel begrensninger med hensyn til alder og geografisk plassering. Du er ansvarlig for å lese alle kampanjeregler for å avgjøre om du er kvalifisert til å delta eller ikke. Hvis du deltar i en kampanje, godtar du å følge og overholde alle kampanjeregler. Ytterligere vilkår og betingelser kan gjelde for kjøp av varer eller tjenester på eller gjennom tjenestene, hvilke vilkår og betingelser er gjort til en del av denne avtalen med denne referansen. Typografiske feil I tilfelle et produkt og/eller en tjeneste er oppført til feil pris eller med feil informasjon på grunn av trykkfeil, har vi rett til å nekte eller kansellere bestillinger for produktet og/eller tjenesten som er oppført til feil pris. Vi skal ha rett til å avslå eller kansellere enhver slik bestilling uansett om bestillingen er bekreftet og kredittkortet ditt belastet. Hvis kredittkortet ditt allerede er belastet for kjøpet og bestillingen din er kansellert, vil vi umiddelbart utstede en kreditt til kredittkortkontoen din eller annen betalingskonto tilsvarende beløpet for belastningen. Diverse Hvis en domstol med kompetent jurisdiksjon av en eller annen grunn finner at en bestemmelse eller del av disse vilkårene og betingelsene ikke kan håndheves, vil resten av disse vilkårene og betingelsene fortsette med full kraft og virkning. Enhver fraskrivelse av noen bestemmelse i disse vilkårene og betingelsene vil bare være effektive dersom de er skriftlige og signert av en autorisert representant for oss. Vi vil være berettiget til påbud eller annen rettferdig lettelse (uten forpliktelser til å legge ut obligasjoner eller kausjon) i tilfelle brudd eller foregripende brudd fra deg. Vi driver og kontrollerer tjenesten vår fra våre kontorer i . Tjenesten er ikke ment for distribusjon til eller bruk av noen person eller enhet i noen jurisdiksjon eller land der slik distribusjon eller bruk vil være i strid med lov eller forskrift. Følgelig gjør de personene som velger å få tilgang til tjenesten vår fra andre steder på eget initiativ og er eneansvarlige for overholdelse av lokale lover, hvis og i den grad lokale lover er gjeldende. Disse vilkårene og betingelsene (som inkluderer og innlemmer vår personvernerklæring) inneholder hele forståelsen, og erstatter alle tidligere forståelser, mellom deg og oss angående emnet, og kan ikke endres eller modifiseres av deg. Seksjonsoverskriftene som brukes i denne avtalen er kun for enkelhets skyld og vil ikke bli gitt noen juridisk import. Ansvarsfraskrivelse Vi er ikke ansvarlige for noe innhold, kode eller annen unøyaktighet. Vi gir ingen garantier eller garantier. Vi skal ikke under noen omstendigheter holdes ansvarlige for noen spesielle, direkte, indirekte, følgeskader eller tilfeldige skader eller skader overhodet, enten det er i en kontraktshandling, uaktsomhet eller annen tort, som oppstår fra eller i forbindelse med bruken av tjenesten eller innholdet i tjenesten. Vi forbeholder oss retten til å gjøre tillegg, slettinger eller endringer i innholdet på tjenesten når som helst uten forvarsel. Tjenesten vår og dens innhold leveres "som den er" og "som tilgjengelig" uten noen garanti eller representasjoner av noe slag, enten det er uttrykkelig eller underforstått. Vi er en distributør og ikke en utgiver av innholdet levert av tredjeparter; som sådan, utøver vår ingen redaksjonell kontroll over slikt innhold og gir ingen garanti eller representasjon med hensyn til nøyaktigheten, påliteligheten eller valutaen til informasjon, innhold, tjenester eller varer levert gjennom eller tilgjengelig via tjenesten vår. Uten å begrense det foregående fraskriver vi oss spesifikt alle garantier og representasjoner i alt innhold som overføres på eller i forbindelse med tjenesten vår eller på nettsteder som kan vises som lenker på tjenesten vår, eller i produktene som leveres som en del av eller på annen måte i forbindelse med , vår tjeneste, inkludert, men ikke begrenset til, garantier for salgbarhet, egnethet for et bestemt formål eller ikke-krenkelse av tredjeparts rettigheter. Ingen muntlige råd eller skriftlig informasjon gitt av oss eller noen av dets tilknyttede selskaper, ansatte, offiserer, direktører, agenter eller lignende vil skape en garanti. Informasjon om pris og tilgjengelighet kan endres uten varsel. Uten å begrense det foregående, garanterer vi ikke at tjenesten vår vil være uavbrutt, uforstyrret, rettidig eller feilfri. Kontakt oss Ikke nøl med å kontakte oss hvis du har spørsmål. • Via E-post: post@wmc-card.no • Via telefonnummer: +47 55 33 75 75
sv: Allmänna Villkor Uppdaterad 2022-01-01 Allmänna villkor Genom att komma åt och göra en beställning med bekräftar du att du är överens med och bunden av tjänstevillkoren i de allmänna villkoren som beskrivs nedan. Dessa villkor gäller för hela webbplatsen och all e-post eller annan typ av kommunikation mellan dig och World Medical Card. Under inga omständigheter ska teamet hållas ansvarigt för några direkta, indirekta, speciella, oförutsedda skador eller följdskador, inklusive, men inte begränsat till, förlust av data eller vinst, som härrör från användningen eller oförmågan att använda materialet på denna webbplats , även om teamet eller en auktoriserad representant har informerats om möjligheten till sådana skador. Om din användning av material från denna sida leder till behov av service, reparation eller korrigering av utrustning eller data, tar du på dig alla kostnader för detta. World Medical Card kommer inte att ansvara för några resultat som kan inträffa under användningen av våra resurser. Vi förbehåller oss rätten att ändra priser och revidera policyn för resursanvändning när som helst. Licens World Medical Card ger dig en återkallbar, icke-exklusiv, icke-överlåtbar, begränsad licens att ladda ner, installera och använda vår tjänst strikt i enlighet med villkoren i detta avtal. Dessa villkor är ett avtal mellan dig och World Medical Card (i dessa villkor refereras till som "World Medical Card", "oss", "vi" eller "vår"), leverantören av World Medical Cards webbplats och tjänsterna som är tillgängliga från World Medical Card-webbplatsen (som i dessa villkor gemensamt kallas "World Medical Card Service"). Du samtycker till att vara bunden av dessa villkor. Om du inte godkänner dessa villkor, använd inte tjänsten. I dessa villkor hänvisar "du" både till dig som individ och till den enhet du representerar. Om du bryter mot något av dessa villkor förbehåller vi oss rätten att avsluta ditt konto eller blockera åtkomst till ditt konto utan föregående meddelande. Definitioner och nyckelbegrepp För dessa villkor: • Cookie: liten mängd data som genereras av en webbplats och sparas av din webbläsare. Den används för att identifiera din webbläsare, tillhandahålla analyser, komma ihåg information om dig såsom dina språkinställningar eller inloggningsinformation. • Företag: när denna policy nämner "Företag", "vi", "oss" eller "vår", hänvisar det till World Medical Card, Gamlehaugvegen 20, 5231 Paradis som är ansvarig för din information enligt denna integritetspolicy. • Land: där World Medical Card eller ägarna/grundarna av World Medical Card är baserade, i detta fall är Norge. • Kund: hänvisar till företaget, organisationen eller personen som registrerar sig för att använda World Medical Card Service för att hantera relationerna med dina konsumenter eller tjänstanvändare. • Enhet: vilken internetansluten enhet som helst som en telefon, surfplatta, dator eller någon annan enhet som kan användas för att besöka World Medical Card och använda tjänsterna. • IP-adress: Varje enhet som är ansluten till Internet tilldelas ett nummer som kallas en IP-adress (Internet Protocol). Dessa nummer tilldelas vanligtvis i geografiska block. En IP-adress kan ofta användas för att identifiera platsen från vilken en enhet ansluter till Internet. • Personal: avser de individer som är anställda av World Medical Card eller som har kontrakt för att utföra en tjänst på uppdrag av en av parterna. • Personuppgifter: all information som direkt, indirekt eller i samband med annan information – inklusive ett personligt identifieringsnummer – möjliggör identifiering eller identifierbarhet av en fysisk person. • Tjänst: hänvisar till tjänsten som tillhandahålls av World Medical Card enligt beskrivningen i de relativa villkoren (om tillgänglig) och på denna plattform. • Tredjepartstjänst: syftar på annonsörer, tävlingssponsorer, marknadsförings- och marknadsföringspartners och andra som tillhandahåller vårt innehåll eller vars produkter eller tjänster vi tror kan intressera dig. • Webbplats: World Medical Cards webbplats, som kan nås via denna URL: https://worldmedicalcard.org • Du: en person eller enhet som är registrerad med World Medical Card för att använda tjänsterna. Restriktioner Du samtycker till att inte, och du kommer inte att tillåta andra att: • Licensiera, sälja, hyra ut, leasa, tilldela, distribuera, överföra, värd, lägga ut, avslöja eller på annat sätt utnyttja tjänsten kommersiellt eller göra plattformen tillgänglig för tredje part. • Ändra, göra härledda arbeten av, demontera, dekryptera, omvänd kompilering eller omvänd konstruera någon del av tjänsten. • Ta bort, ändra eller dölja eventuella äganderättsmeddelanden (inklusive eventuella meddelanden om upphovsrätt eller varumärken) från eller dess dotterbolag, partners, leverantörer eller licensgivarna för tjänsten. Retur- och återbetalningspolicy Tack för att du handlar hos oss. Vi uppskattar att du gillar att köpa prylarna vi bygger. Vi vill också se till att du får en givande upplevelse när du utforskar, utvärderar och köper våra produkter. Som med alla köpupplevelser finns det villkor som gäller för transaktioner på vårt företag. Vi kommer att fatta det så kort som våra advokater tillåter. Det viktigaste att komma ihåg är att genom att göra en beställning eller göra ett köp från oss godkänner du villkoren tillsammans med vår integritetspolicy. Om du av någon anledning inte är helt nöjd med någon vara eller tjänst som vi tillhandahåller, tveka inte att kontakta oss så kommer vi att diskutera några av de problem du går igenom med vår produkt. Dina förslag All feedback, kommentarer, idéer, förbättringar eller förslag (sammantaget "Förslag") som du tillhandahåller oss med avseende på tjänsten ska förbli vår enda och exklusiva egendom. Vi ska vara fria att använda, kopiera, modifiera, publicera eller omdistribuera förslagen för alla ändamål och på vilket sätt som helst utan någon kredit eller någon ersättning till dig. Ditt samtycke Vi har uppdaterat våra användarvillkor för att ge dig fullständig insyn i vad som ställs in när du besöker vår webbplats och hur den används. Genom att använda vår tjänst, registrera ett konto eller göra ett köp samtycker du härmed till våra allmänna villkor. Länkar till andra webbplatser Vår tjänst kan innehålla länkar till andra webbplatser som inte drivs av oss. Om du klickar på en tredje parts länk kommer du att dirigeras till den tredje parts webbplats. Vi rekommenderar starkt att du granskar villkoren för varje webbplats du besöker. Vi har ingen kontroll över och tar inget ansvar för innehållet, villkoren eller praxis på tredje parts webbplatser eller tjänster. Småkakor Vi använder "cookies" för att identifiera de områden på vår webbplats som du har besökt. En kaka är en liten bit data som lagras på din dator eller mobila enhet av din webbläsare. Vi använder cookies för att förbättra vår tjänsts prestanda och funktionalitet men är inte väsentliga för deras användning. Men utan dessa cookies kan viss funktionalitet som videor bli otillgängliga eller så skulle du behöva ange dina inloggningsuppgifter varje gång du besöker vår plattform eftersom vi inte skulle kunna komma ihåg att du hade loggat in tidigare. De flesta webbläsare kan ställas in för att inaktivera användningen av cookies. Men om du inaktiverar cookies, kanske du inte kan komma åt funktionaliteten på vår webbplats korrekt eller alls. Vi placerar aldrig personligt identifierbar information i cookies. Ändringar av våra villkor Du bekräftar och samtycker till att vi kan sluta (permanent eller tillfälligt) tillhandahålla tjänsten (eller några funktioner inom tjänsten) till dig eller till användare i allmänhet efter eget gottfinnande, utan föregående meddelande till dig. Du kan när som helst sluta använda tjänsten. Du behöver inte specifikt informera oss när du slutar använda Tjänsten. Du bekräftar och samtycker till att om vi inaktiverar åtkomsten till ditt konto kan du hindras från att komma åt Tjänsten, dina kontouppgifter eller filer eller annat material som finns på ditt konto. Om vi bestämmer oss för att ändra våra villkor kommer vi att publicera dessa ändringar på den här sidan och/eller uppdatera ändringsdatumet för villkoren nedan. Ändringar av vår tjänst Vi förbehåller oss rätten att ändra, avbryta eller avbryta, tillfälligt eller permanent, tjänsten eller någon tjänst som den ansluter till, med eller utan förvarning och utan ansvar gentemot dig. Uppdateringar av vår tjänst Vi kan då och då tillhandahålla förbättringar eller förbättringar av funktionerna/funktionaliteten i tjänsten, vilket kan inkludera patchar, buggfixar, uppdateringar, uppgraderingar och andra modifieringar ("Uppdateringar"). Uppdateringar kan ändra eller ta bort vissa funktioner och/eller funktioner i tjänsten. Du samtycker till att vi inte har någon skyldighet att (i) tillhandahålla några uppdateringar eller (ii) fortsätta att tillhandahålla eller aktivera några speciella funktioner och/eller funktioner i tjänsten till dig. Du samtycker vidare till att alla uppdateringar kommer att (i) anses utgöra en integrerad del av tjänsten och (ii) omfattas av villkoren i detta avtal. Tredjepartstjänster Vi kan visa, inkludera eller göra tillgängligt innehåll från tredje part (inklusive data, information, applikationer och andra produkttjänster) eller tillhandahålla länkar till tredje parts webbplatser eller tjänster ("tredjepartstjänster"). Du bekräftar och samtycker till att vi inte är ansvariga för några tredjepartstjänster, inklusive deras riktighet, fullständighet, aktualitet, giltighet, upphovsrättsefterlevnad, laglighet, anständighet, kvalitet eller någon annan aspekt därav. Vi tar inte på oss och ska inte ha något ansvar eller ansvar gentemot dig eller någon annan person eller enhet för Tredjepartstjänster. Tredjepartstjänster och länkar till dessa tillhandahålls enbart som en bekvämlighet för dig och du får tillgång till och använder dem helt på egen risk och med förbehåll för sådana tredje parts villkor. Period och uppsägning Detta avtal gäller tills det sägs upp av dig eller oss. Vi kan, efter eget gottfinnande, när som helst och av någon eller ingen anledning, avbryta eller säga upp detta avtal med eller utan föregående meddelande. Detta avtal kommer att upphöra omedelbart, utan föregående meddelande från oss, i händelse av att du inte följer någon bestämmelse i detta avtal. Du kan också säga upp detta avtal genom att ta bort tjänsten och alla kopior av den från din dator. Vid uppsägning av detta avtal ska du upphöra med all användning av tjänsten och radera alla kopior av tjänsten från din dator. Uppsägning av detta avtal kommer inte att begränsa några av våra rättigheter eller gottgörelser enligt lag eller rättvisa om du bryter mot någon av dina skyldigheter enligt detta avtal (under detta avtals giltighetstid). Om du är en upphovsrättsägare eller en sådan ägares agent och anser att något material från oss utgör ett intrång i din upphovsrätt, vänligen kontakta oss och ange följande information: (a) en fysisk eller elektronisk signatur från upphovsrättsinnehavaren eller en person som är behörig att agera. å hans vägnar; (b) identifiering av det material som påstås göra intrång; (c) din kontaktinformation, inklusive din adress, telefonnummer och ett e-postmeddelande; (d) ett uttalande från dig om att du i god tro tror att användningen av materialet inte är godkänd av upphovsrättsinnehavarna; och (e) ett uttalande om att informationen i meddelandet är korrekt, och att du, på grund av mened, är behörig att agera på ägarens vägnar. Skadeersättning Du samtycker till att hålla oss och våra föräldrar, dotterbolag, dotterbolag, tjänstemän, anställda, agenter, partners och licensgivare (om några) skadeslösa från alla anspråk eller krav, inklusive rimliga advokatarvoden, på grund av eller till följd av dina: ( a) användning av tjänsten; (b) brott mot detta avtal eller någon lag eller förordning; eller (c) kränkning av tredje parts rättigheter. Inga garantier Tjänsten tillhandahålls dig "I BEFINTLIGT SKICK" och "SOM ÄR TILLGÄNGLIG" och med alla fel och defekter utan garanti av något slag. I den maximala utsträckning som tillåts enligt tillämplig lag, avsäger vi oss, för våra egna vägnar och för våra dotterbolags och våra respektive licensgivare och tjänsteleverantörer, uttryckligen alla garantier, vare sig uttryckliga, underförstådda, lagstadgade eller på annat sätt, med avseende på tjänsten, inklusive alla underförstådda garantier om säljbarhet, lämplighet för ett visst ändamål, titel och icke-intrång samt garantier som kan uppstå ur affärer, prestanda, användning eller handelspraxis. Utan begränsning till det föregående ger vi inga garantier eller åtaganden, och gör inga utfästelser av något slag att tjänsten kommer att uppfylla dina krav, uppnå avsedda resultat, vara kompatibel eller fungera med någon annan programvara, webbplatser, system eller tjänster, fungera utan avbrott, uppfylla någon prestanda- eller tillförlitlighetsstandard eller vara felfri eller att eventuella fel eller defekter kan eller kommer att korrigeras. Utan att begränsa det föregående, ger varken oss eller någon leverantör några utfästelser eller garantier av något slag, uttryckliga eller underförstådda: (i) vad gäller driften eller tillgängligheten av tjänsten, eller informationen, innehållet och material eller produkter som ingår i den; (ii) att tjänsten kommer att vara oavbruten eller felfri; (iii) om riktigheten, tillförlitligheten eller valutan för all information eller innehåll som tillhandahålls genom tjänsten; eller (iv) att tjänsten, dess servrar, innehållet eller e-postmeddelanden som skickas från eller på uppdrag av oss är fria från virus, skript, trojanska hästar, maskar, skadlig programvara, tidsbomber eller andra skadliga komponenter. Vissa jurisdiktioner tillåter inte uteslutning av eller begränsningar av underförstådda garantier eller begränsningar av tillämpliga lagstadgade rättigheter för en konsument, så vissa eller alla ovanstående undantag och begränsningar kanske inte gäller dig. Ansvarsbegränsning Oavsett eventuella skador som du kan ådra dig, ska hela ansvaret för oss och någon av våra leverantörer enligt någon bestämmelse i detta avtal och din exklusiva gottgörelse för allt det föregående begränsas till det belopp som du faktiskt betalat för tjänsten. I den maximala utsträckning som tillåts enligt tillämplig lag ska vi eller våra leverantörer under inga omständigheter hållas ansvariga för några speciella, oförutsedda, indirekta eller följdskador (inklusive, men inte begränsat till, skador för förlust av vinst, för förlust av data eller annan information, för affärsavbrott, för personskada, för förlust av integritet som härrör från eller på något sätt relaterat till användningen av eller oförmågan att använda tjänsten, programvara från tredje part och/eller tredje parts hårdvara som används med tjänsten, eller på annat sätt i samband med någon bestämmelse i detta avtal), även om vi eller någon leverantör har informerats om möjligheten till sådana skador och även om åtgärden misslyckas med sitt väsentliga syfte. Vissa stater/jurisdiktioner tillåter inte uteslutning eller begränsning av oförutsedda skador eller följdskador, så ovanstående begränsning eller undantag kanske inte gäller dig. Avskiljbarhet Om någon bestämmelse i detta avtal anses vara omöjlig att verkställa eller ogiltigt, kommer denna bestämmelse att ändras och tolkas för att uppnå målen för denna bestämmelse i största möjliga utsträckning enligt tillämplig lag och de återstående bestämmelserna kommer att fortsätta med full kraft och effekt. Detta avtal, tillsammans med integritetspolicyn och alla andra juridiska meddelanden som publiceras av oss på tjänsterna, ska utgöra hela avtalet mellan dig och oss angående tjänsterna. Om någon bestämmelse i detta avtal anses ogiltig av en domstol med behörig jurisdiktion, ska ogiltigheten av en sådan bestämmelse inte påverka giltigheten av de återstående bestämmelserna i detta avtal, som ska förbli i full kraft och verkan. Inget avstående från något villkor i detta avtal ska betraktas som ett ytterligare eller fortsatt avstående från ett sådant villkor eller något annat villkor, och vår underlåtenhet att hävda någon rättighet eller bestämmelse enligt detta avtal ska inte utgöra ett avstående från sådan rättighet eller bestämmelse. DU OCH OSS SAMTYCKER OM ATT ALLA ÅTGÄRDERSORSAKER SOM UPPSTÅR FRÅN ELLER RELATERADE TILL TJÄNSTERNA MÅSTE BÖRJA INOM ETT (1) ÅR EFTER ÅTGÄRDSORSAKET. ANNAT SÅDAN ÄR SÅDAN ÅTGÄRDSORSAK PERMANENT SPÄLLD. Avstående Med undantag för vad som anges häri, ska underlåtenhet att utöva en rättighet eller att kräva att en skyldighet enligt detta avtal fullgörs inte påverka en parts förmåga att utöva sådan rätt eller kräva sådan fullgörelse när som helst därefter, och inte heller ska avstående från ett brott utgöra avstående från eventuella efterföljande överträdelser. Ingen underlåtenhet att utöva, och ingen fördröjning av utövandet, från någon av parternas sida, av någon rättighet eller någon befogenhet enligt detta avtal ska fungera som ett avstående från denna rättighet eller befogenhet. Inte heller ska något enskilt eller partiellt utövande av någon rättighet eller befogenhet enligt detta avtal hindra vidare utövande av den eller någon annan rättighet som beviljas häri. I händelse av en konflikt mellan detta avtal och eventuella tillämpliga köp- eller andra villkor ska villkoren i detta avtal gälla. Ändringar av detta avtal Vi förbehåller oss rätten att, efter eget gottfinnande, ändra eller ersätta detta avtal när som helst. Om en revidering är väsentlig kommer vi att meddela minst 30 dagars varsel innan nya villkor träder i kraft. Vad som utgör en väsentlig förändring kommer att bestämmas efter eget gottfinnande. Genom att fortsätta att komma åt eller använda vår tjänst efter att eventuella ändringar trätt i kraft, samtycker du till att vara bunden av de reviderade villkoren. Om du inte godkänner de nya villkoren har du inte längre behörighet att använda vår tjänst. Hela avtalet Avtalet utgör hela avtalet mellan dig och oss angående din användning av tjänsten och ersätter alla tidigare och samtidiga skriftliga eller muntliga avtal mellan dig och oss. Du kan bli föremål för ytterligare villkor som gäller när du använder eller köper andra tjänster från oss, som vi kommer att tillhandahålla dig vid tidpunkten för sådan användning eller köp. Uppdateringar av våra villkor Vi kan ändra våra tjänster och våra policyer, och vi kan behöva göra ändringar i dessa villkor så att de korrekt återspeglar våra tjänster och policyer. Om inte annat krävs enligt lag kommer vi att meddela dig (till exempel genom vår tjänst) innan vi gör ändringar i dessa villkor och ger dig möjlighet att granska dem innan de träder i kraft. Sedan, om du fortsätter att använda tjänsten, kommer du att vara bunden av de uppdaterade villkoren. Om du inte vill godkänna dessa eller några uppdaterade villkor kan du radera ditt konto. Immateriella rättigheter Vår plattform och hela dess innehåll, funktioner och funktionalitet (inklusive men inte begränsat till all information, programvara, text, displayer, bilder, video och ljud, och design, urval och arrangemang därav), ägs av oss, dess licensgivare eller andra leverantörer av sådant material och är skyddade av internationella lagar om upphovsrätt, varumärken, patent, affärshemligheter och annan immateriell egendom eller äganderätt. Materialet får inte kopieras, modifieras, reproduceras, laddas ner eller distribueras på något sätt, helt eller delvis, utan uttryckligt skriftligt tillstånd från oss, såvida inte och förutom vad som uttryckligen anges i dessa villkor. All obehörig användning av materialet är förbjuden. Avtal om skiljedom Det här avsnittet gäller alla tvister UTOM DET INTE INNEHÅLLER EN TVIST relaterade till ANSVAR FÖR FÖRETAGSFÖRSVARANDE ELLER SKÄLLIG LÄTTNING AVSEENDE GENOMFÖRANDE ELLER GILTIGHET AV DIN ELLER World Medical Cards IMMATERIELLA RÄTTIGHETER. Termen "tvist" avser varje tvist, åtgärd eller annan tvist mellan dig och oss angående tjänsterna eller detta avtal, oavsett om det rör sig om kontrakt, garantier, skadestånd, lagar, förordningar, förordningar eller någon annan rättslig eller rättvis grund. "Tvist" kommer att ges den bredaste möjliga innebörden som är tillåten enligt lag. Meddelande om tvist I händelse av en tvist måste du eller vi ge den andre ett meddelande om tvist, vilket är ett skriftligt uttalande som anger namn, adress och kontaktinformation för den part som ger den, de fakta som ger upphov till tvisten, och den begärda lättnaden. Du måste skicka ett meddelande om tvist via e-post till: . Vi kommer att skicka ett meddelande om tvist till dig per post till din adress om vi har det, eller på annat sätt till din e-postadress. Du och vi kommer att försöka lösa eventuella tvister genom informella förhandlingar inom sextio (60) dagar från det datum då meddelandet om tvist skickades. Efter sextio (60) dagar kan du eller oss inleda skiljeförfarande. Bindande medling Om du och vi inte löser någon tvist genom informell förhandling, kommer alla andra försök att lösa tvisten att utföras uteslutande genom bindande skiljedom enligt beskrivningen i detta avsnitt. Du avstår från rätten att föra (eller delta i som part eller gruppmedlem) alla tvister i domstol inför en domare eller jury. Tvisten ska lösas genom bindande skiljeförfarande i enlighet med American Arbitration Associations regler för kommersiellt skiljeförfarande. Båda parterna kan ansöka om interimistiska eller preliminära förelägganden från valfri domstol med behörig jurisdiktion, som är nödvändigt för att skydda partens rättigheter eller egendom i avvaktan på att skiljeförfarandet slutförs. Alla juridiska, redovisningsmässiga och andra kostnader, avgifter och utgifter som ådras av den rådande parten ska bäras av den icke-regerande parten. Inlämningar och sekretess I händelse av att du skickar eller lägger upp några idéer, kreativa förslag, design, fotografier, information, annonser, data eller förslag, inklusive idéer för nya eller förbättrade produkter, tjänster, funktioner, teknologier eller kampanjer, samtycker du uttryckligen till att sådana inlämningar automatiskt behandlas som icke-konfidentiell och icke-äganderättsskyddad och kommer att bli vår enda egendom utan någon som helst kompensation eller kredit till dig. Vi och våra dotterbolag ska inte ha några skyldigheter med avseende på sådana inlägg eller inlägg och får använda idéerna i sådana inlägg eller inlägg för alla ändamål i vilket medium som helst i evighet, inklusive, men inte begränsat till, utveckling, tillverkning och marknadsföring av produkter och tjänster som använder sådana idéer. Kampanjer Vi kan då och då inkludera tävlingar, kampanjer, utlottningar eller andra aktiviteter ("Kampanjer") som kräver att du skickar in material eller information om dig själv. Observera att alla kampanjer kan styras av separata regler som kan innehålla vissa behörighetskrav, såsom begränsningar vad gäller ålder och geografisk plats. Du ansvarar för att läsa alla kampanjregler för att avgöra om du är berättigad att delta eller inte. Om du deltar i någon Kampanj samtycker du till att följa och följa alla Kampanjregler. Ytterligare villkor kan gälla för köp av varor eller tjänster på eller via Tjänsterna, vilka villkor görs till en del av detta avtal genom denna referens. Typografiska fel Om en produkt och/eller tjänst är listad till ett felaktigt pris eller med felaktig information på grund av typografiska fel, har vi rätt att vägra eller annullera alla beställningar som gjorts för produkten och/eller tjänsten som anges till felaktigt pris. Vi har rätt att vägra eller annullera en sådan beställning oavsett om beställningen har bekräftats och ditt kreditkort debiterats. Om ditt kreditkort redan har debiterats för köpet och din beställning annulleras, kommer vi omedelbart att kreditera ditt kreditkortskonto eller annat betalkonto motsvarande debiteringsbeloppet. Diverse Om en domstol med behörig jurisdiktion av någon anledning finner att någon bestämmelse eller del av dessa villkor inte kan verkställas, kommer resten av dessa villkor att fortsätta med full kraft och verkan. Varje avstående från någon bestämmelse i dessa villkor kommer endast att gälla om det är skriftligt och undertecknat av en auktoriserad representant för oss. Vi kommer att vara berättigade till föreläggande eller annan rättvis lättnad (utan skyldigheter att ställa någon borgen eller borgen) i händelse av något brott eller förutseende överträdelse av dig. Vi driver och kontrollerar vår tjänst från våra kontor i . Tjänsten är inte avsedd för distribution till eller användning av någon person eller enhet i någon jurisdiktion eller ett land där sådan distribution eller användning skulle strida mot lag eller förordning. Följaktligen gör de personer som väljer att använda vår Tjänst från andra platser det på eget initiativ och är ensamt ansvariga för efterlevnad av lokala lagar, om och i den mån lokala lagar är tillämpliga. Dessa villkor (som inkluderar och innehåller vår integritetspolicy) innehåller hela förståelsen och ersätter alla tidigare överenskommelser mellan dig och oss angående dess ämne och kan inte ändras eller modifieras av dig. Avsnittsrubrikerna som används i detta avtal är endast avsedda för bekvämlighet och kommer inte att ges någon juridisk import. varning Vi är inte ansvariga för något innehåll, kod eller någon annan oprecision. Vi lämnar inga garantier eller garantier. Under inga omständigheter ska vi hållas ansvariga för några speciella, direkta, indirekta, följdskador eller tillfälliga skador eller några som helst skador, vare sig det är i en åtgärd av kontrakt, vårdslöshet eller annan skadeståndsskyldighet, som uppstår ur eller i samband med användningen av tjänsten eller innehållet i tjänsten. Vi förbehåller oss rätten att göra tillägg, raderingar eller ändringar av innehållet på tjänsten när som helst utan föregående meddelande. Vår tjänst och dess innehåll tillhandahålls "i befintligt skick" och "såsom tillgängligt" utan några garantier eller representationer av något slag, vare sig uttryckligen eller underförstått. Vi är en distributör och inte en utgivare av innehållet som tillhandahålls av tredje part; som sådan utövar vi ingen redaktionell kontroll över sådant innehåll och lämnar inga garantier eller utfästelser om riktigheten, tillförlitligheten eller valutan för någon information, innehåll, tjänst eller varor som tillhandahålls via eller är tillgängliga via vår tjänst. Utan att begränsa det föregående avsäger vi oss specifikt alla garantier och representationer i allt innehåll som överförs på eller i samband med vår tjänst eller på webbplatser som kan visas som länkar på vår tjänst, eller i produkterna som tillhandahålls som en del av eller på annat sätt i samband med , vår tjänst, inklusive utan begränsning eventuella garantier om säljbarhet, lämplighet för ett visst ändamål eller icke-intrång i tredje parts rättigheter. Inga muntliga råd eller skriftlig information som ges av oss eller någon av dess dotterbolag, anställda, tjänstemän, direktörer, agenter eller liknande kommer att skapa en garanti. Pris- och tillgänglighetsinformation kan ändras utan föregående meddelande. Utan att begränsa det föregående, garanterar vi inte att vår tjänst kommer att vara oavbruten, oförstörd, i rätt tid eller felfri. Kontakta oss Tveka inte att kontakta oss om du har några frågor. • Via E-post: post@wmc-card.no • Via telefonnummer: +47 55 33 75 75
