Repository: mralihaidar/WMC
Catalog: WorldMedicalCard/*.lproj/Localizable.strings
Languages: da, de, es, nb, sv

# edit_card_dialog_remove_items_title
source: Delete element(s)
da: Fjern element(er)
de: Artikel entfernen
es: Eliminar elemento(s)
nb: Fjern element(er)
sv: Ta bort objekt(er)

# edit_card_dialog_edit_item_title
source: Rediger element
de: Element bearbeiten
es: Editar elemento
sv: Redigera objekt

# add_document_edit_button
source: Edit document
da: Rediger dokument
de: Dokument bearbeiten
es: Editar documento
nb: Rediger dokument
sv: Redigera dokument

# select_file_to_upload
source: Please select the file to upload
da: Vælg venligst den fil, der skal uploades
de: Bitte Datei zum Hochladen auswählen
es: Seleccione el archivo para cargar
nb: Velg filen du vil laste opp
sv: Välj fil att ladda upp

# profile_zip
source: POSTCODE
da: ZIP
de: POSTLEITZAHL
es: CÓDIGO POSTAL
nb: GLIDELÅS
sv: blixtlås

# profile_country
source: Country
da: Land
de: Land
es: País
nb: Land
sv: Land

# profile_screen_title
source: Profile
da: Profil
de: Profil
es: Perfil
nb: Profil
sv: Profil

# profile_insurance_type_health
source: Health
da: Sundhed
de: Die Gesundheit
es: Salud
nb: Helse
sv: Hälsa

# profile_insurance_type_travel
source: Trip
da: Rejse
de: Reisen
es: Viaje
nb: Reise
sv: Resa

# profile_save_button_title
source: Save
da: Gemme
de: Speichern
es: Salvar
nb: Lagre
sv: Spara

# sign_in_password_incorrect
source: The account was not found. Try signing in with Google account or email and password
da: Kontoen blev ikke fundet. Prøv at logge ind med Google-konto eller e-mail og adgangskode.
de: Konto wurde nicht gefunden. Bitte versuchen Sie, sich mit einem Google-Konto oder einer E-Mail-Adresse und einem Passwort anzumelden.
es: No se encuentra la cuenta. Intente iniciar sesión con la cuenta de Google o el correo electrónico y la contraseña.
nb: Finner ikke kontoen. Prøv å logge på med Google-konto eller e-post og passord.
sv: Kontot hittades inte. Försök att logga in med Google-konto eller e-post och lösenord.

# profile_validation_required_fields
source: Date of birth, nationality, telephone and gender are required
da: Fødselsdato, nationalitet, telefon og køn er påkrævet
de: Geburtsdatum, Nationalität, Telefon und Geschlecht sind erforderlich
es: Se requiere fecha de nacimiento, nacionalidad, teléfono y género
nb: Fødselsdato, nasjonalitet, telefon og kjønn kreves
sv: Födelsedatum, nationalitet, telefon och kön krävs

# card_order_missing_info
source: Please check that the information below is correct, please contact us if you find any errors.
da: Tjek venligst at nedenstående oplysninger er korrekte, kontakt os venligst hvis du finder fejl.
de: Bitte überprüfen Sie, ob die unten stehenden Informationen korrekt sind. Bitte kontaktieren Sie uns, wenn Sie Fehler finden.
es: Verifique que la información a continuación sea correcta, comuníquese con nosotros si encuentra algún error.
nb: Vennligst sjekk at informasjonen nedenfor er korrekt, vennligst kontakt oss hvis du finner noen feil.
sv: Kontrollera att informationen nedan är korrekt, vänligen kontakta oss om du hittar några fel.

# members_name
source: Name
da: Navn
es: Nombre
nb: Navn
sv: namn

# members_address
source: Address
da: Adresse
de: Adresse
es: Habla a
nb: Adresse
sv: Adress

# members_zip_code
source: Postcode
da: Postnummer
de: Postleitzahl
es: Código postal
nb: Post kode
sv: Postnummer

# members_country
source: Country
da: Land
de: Land
es: País
nb: Land
sv: Land

# members_emergency_contact
source: Emergency contacts
da: Nødkontakter
de: Notfallkontakte
es: Contactos de emergencia
nb: Nødkontakter
sv: Nödkontakter

# members_birthdate
source: Birthdate
da: Fødselsdato
de: Geburtsdatum
es: Fecha de nacimiento
nb: Fødselsdato
sv: Födelsedatum

# members_gender
source: Gender
da: Køn
de: Geschlecht
es: Género
nb: Kjønn
sv: Kön

# member_card_order_date
source: Print date
da: Udskriv dato
de: Datum des Drucks
es: Fecha de impresion
nb: Utskriftsdato
sv: Utskriftsdatum

# members_diagnosis
source: Diagnoses
da: Diagnose
de: Diagnose
es: Diagnóstico
nb: Diagnose
sv: Diagnos

# members_medications
source: Medications
da: Medicin
de: Medikamente
es: medicamentos
nb: Medisiner
sv: Mediciner

# members_allergies
source: Allergies
da: Allergier
de: Allergien
es: alergias
nb: Allergier
sv: Allergier

# members_other_info
source: Other information
da: Andre oplysninger
de: Andere Informationen
es: Otra información
nb: Øvrig informasjon
sv: Annan information

# card_order_greeting
source: Dear
da: Kære
de: sehr geehrter
es: Estimado
nb: Kjære
sv: Kära

# card_order_info_ready
source: Here, your emergency medical card with your important information is ready in case emergency personnel need it in an emergency.
da: Her er dit akutmedicinske kort med dine vigtige oplysninger klar, hvis akutpersonale skulle få brug for det i en nødsituation.
de: Hier haben Sie Ihre Notfallkarte mit Ihren wichtigen Informationen parat, falls Einsatzkräfte diese im Notfall benötigen sollten.
es: Aquí está su tarjeta médica de emergencia con su información importante lista en caso de que el personal de emergencia la necesite en una emergencia.
nb: Her er ditt medisinske nødkort med din viktige informasjon klar dersom nødpersonell skulle trenge det i en nødsituasjon.
sv: Här är ditt akutmedicinska kort med din viktiga information redo om akutpersonal skulle behöva det i en nödsituation.

# card_order_instruction_dos
source: Please do the following
da: Gør venligst følgende
de: Bitte gehen Sie wie folgt vor
es: Por favor haz lo siguiente
nb: Vennligst gjør følgende
sv: Vänligen gör följande

# card_order_instruction_one
source: Tear the card off the printout
da: Riv kortet af udskriften
de: Reißen Sie die Karte vom Ausdruck ab
es: Arrancar la tarjeta de la impresión
nb: Riv løs kortet fra utskriften
sv: Riv av kortet från utskriften

# card_order_instruction_two
source: Open the printout and check that the information is correct
da: Åbn udskriften og kontroller, at oplysningerne er korrekte
de: Öffnen Sie den Ausdruck und prüfen Sie, ob die Angaben korrekt sind
es: Abra la impresión y verifique que la información sea correcta
nb: Åpne utskriften og kontroller at informasjonen er korrekt
sv: Öppna utskriften och kontrollera att informationen stämmer

# card_order_instruction_three
source: Put the card in your wallet
da: Læg kortet i din pung
de: Legen Sie die Karte in Ihre Brieftasche
es: Pon la tarjeta en tu billetera
nb: Legg kortet i lommeboken din
sv: Lägg kortet i plånboken

# card_order_miscelleneous_one
source: Take care of yourself and be safe
da: Pas på dig selv og vær sikker
de: Pass auf dich auf und sei sicher
es: Cuídate y mantente a salvo
nb: Ta vare på deg selv og vær trygg
sv: Ta hand om dig själv och var säker

# card_order_miscelleneous_two
source: Sincerely, World Medical Card Support
da: Med venlig hilsen World Medical Card Support
de: Mit freundlichen Grüßen World Medical Card Support
es: Atentamente, World Medical Card Support
nb: Vennlig hilsen World Medical Card Support
sv: Med vänlig hälsning, World Medical Card Support

# card_order_ps_note
source: PS! Remember that your health profile is also available in the App and web.
da: PS! Husk at din sundhedsprofil også er tilgængelig i App og web.
de: PS! Denken Sie daran, dass Ihr Gesundheitsprofil auch in der App und im Internet verfügbar ist.
es: ¡PD! Recuerda que tu perfil de salud también está disponible en la App y en la web.
nb: PS! Husk at helseprofilen din også er tilgjengelig i App og web.
sv: PS! Kom ihåg att din hälsoprofil även finns tillgänglig i appen och webben.

# translate_my_title
source: My %1$@
da: Min %1$s
de: Mein %1$s
es: Mi %1$s
nb: Mine %1$s
sv: Mina %1$s

# translate_language_hint
source: Language
da: Sprog
de: Sprache
es: Idioma
nb: Språk
sv: Språk

# translate_code_prefix
source: • Code: %1$@
da: • Kode: %1$s
de: • Code: %1$s
es: • Código: %1$s
nb: • Kode: %1$s
sv: • Kod: %1$s

# translate_title_allergies
source: My allergies
da: Mine allergier
de: Meine Allergien
es: Mis alergias
nb: Mine allergier
sv: Mina allergier

# translate_title_medicine
source: My medications
da: Mine lægemidler
de: Meine Medikamente
es: Mis Medicamentos
nb: Mine medisiner
sv: Mina mediciner

# translate_title_diagnoses
source: My diagnoses
da: Mine diagnoser
de: Meine Diagnosen
es: Mis Diagnósticos
nb: Mine diagnoser
sv: Mina diagnoser

# translate_title_vaccines
source: My vaccines
da: Mine vacciner
de: Meine Impfstoffe
es: mis vacunas
nb: Mine vaksiner
sv: Mina vacciner

# subscription_overview_title
source: My subscriptions
da: Mine abonnementer
de: Meine Abonnements
es: Mis suscripciones
nb: Mine abonnementer
sv: Mina prenumerationer

# subscription_overview_subtitle
source: Current subscription (%1li)
da: Nuværende abonnement (%1d)
de: Aktuelles Abonnement (%1d)
es: Suscripción actual (%1d)
nb: Gjeldende abonnement (%1d)
sv: Nuvarande prenumeration (%1d)

# subscription_overview_hint
source: You currently do not have a subscription with World Medical Card, click subscribe below and enjoy all the features of World Medical Card
da: Du har i øjeblikket ikke noget abonnement med World Medical Card, klik på abonner nedenfor og nyd alle funktionerne i World Medical Card
de: Sie haben derzeit kein Abonnement bei World Medical Card, klicken Sie unten auf Abonnieren und genießen Sie alle Funktionen von World Medical Card
es: Actualmente no tiene suscripción con World Medical Card, haga clic en suscribirse a continuación y disfrute de todas las funciones de World Medical Card
nb: Du har for øyeblikket ikke noe abonnement med World Medical Card, klikk på abonner nedenfor og nyt alle funksjonene til World Medical Card
sv: Du har för närvarande ingen prenumeration med World Medical Card, klicka på prenumerera nedan och njut av alla funktioner i World Medical Card

# subscription_overview_add_subscription_button
source: Add subscription
da: Tilføj abonnement
de: Abonnement hinzufügen
es: Agregar suscripción
nb: Legg til abonnement
sv: Lägg till prenumeration

# subscription_overview_item_subscription_manager_title
source: Membership administrator:
da: Abonnementsadministrator:
de: Abonnement-Manager:
es: Gestor de suscripciones:
nb: Abonnementsadministrator:
sv: Prenumerationshanterare:

# subscription_overview_item_membership_occupancy_title
source: Membership Occupancy:
da: Medlemskab Belægning:
de: Mitgliedschaft Belegung:
es: Ocupación de la membresía:
nb: Medlemskap belegg:
sv: Medlemsantal:

# subscription_overview_item_expired_title
source: Expired
da: Udløbet
de: Abgelaufen
es: Expirado
nb: Utløpt
sv: Utgångna

# subscription_overview_text_subscribe
source: Click here to subscribe to new membership package
da: Klik her for at tegne medlemspakke
de: Klicken Sie hier, um das Mitgliedschaftspaket zu abonnieren
es: Haga clic aquí para suscribirse al paquete de membresía
nb: Klikk her for å abonnere på medlemspakken
sv: Klicka här för att prenumerera på medlemspaket

# subscription_detail_title
source: Subscription Details
da: Abonnementsdetaljer
de: Abonnementdetails
es: Detalle de suscripción
nb: Abonnementsdetaljer
sv: Prenumerationsdetaljer

# subscription_detail_member_list_title
source: List of members
da: Liste over medlemmer
de: Liste der Mitglieder
es: Lista de miembros
nb: Liste over medlemmer
sv: Förteckning över medlemmar

# subscription_detail_membership_left_full_title
source: You have <b>%1li</b> memberships left in this package. To add member, please click the button below.
da: Du har <b> %1d </b> medlemskaber tilbage i denne pakke. For at tilføje et medlem, klik venligst på knappen nedenfor.
de: Sie haben noch <b> %1d </b> Mitgliedschaften in diesem Paket. Um ein Mitglied hinzuzufügen, klicken Sie bitte auf die Schaltfläche unten.
es: Le quedan <b> %1d </b> membresías en este paquete. Para agregar un miembro, haga clic en el botón a continuación.
nb: Du har <b> %1d </b> medlemskap igjen i denne pakken. For å legge til medlem, vennligst klikk på knappen nedenfor.
sv: Du har <b> %1d </b> medlemskap kvar i det här paketet. För att lägga till medlem, klicka på knappen nedan.

# subscription_detail_membership_left_title
source: You have <b>%1li</b> memberships left in this package.
da: Du har <b> %1d </b> medlemskaber tilbage i denne pakke.
de: Sie haben noch <b> %1d </b> Mitgliedschaften in diesem Paket.
es: Le quedan <b> %1d </b> membresías en este paquete.
nb: Du har <b> %1d </b> medlemskap igjen i denne pakken.
sv: Du har <b> %1d </b> medlemskap kvar i det här paketet.

# subscription_detail_add_member_title
source: Add more members
da: Tilføj nyt medlem
de: Neues Mitglied hinzufügen
es: Agregar nuevo miembro
nb: Legg til nytt medlem
sv: Lägg till ny medlem

# subscription_detail_payment_method_title
source: Payment method
da: Betalingsmetode
de: Zahlungsmethode
es: Método de pago
nb: Betalingsmetode
sv: Betalningsmetod

# subscription_detail_paid_with_text
source: Paid with
da: Betales med
de: Bezahlt mit
es: pagado con
nb: Betalt med
sv: Betalas med

# subscription_invitation_title
source: Add New Member
da: Tilføj nyt medlem
de: Neues Mitglied hinzufügen
es: Agregar nuevo miembro
nb: Legg til nytt medlem
sv: Lägg till ny medlem

# subscription_invitation_email_hint
source: Email Address
da: Email adresse
de: E-Mail Adresse
es: Dirección de correo electrónico
nb: Epostadresse
sv: E-postadress

# subscription_invitation_add_member_button
source: Add member
da: Tilføj medlem
de: Mitglied hinzufügen
es: Añadir miembro
nb: Legg til medlem
sv: Lägg till medlem

# subscription_delete_member_dialog_title
source: Delete Member
da: Slet medlem
de: Mitglied löschen
es: Eliminar miembro
nb: Slett medlem
sv: Ta bort medlem

# subscription_delete_member_dialog_message
source: Are you sure you want to remove this member from this subscription package?
da: Er du sikker på, at du vil fjerne dette medlem fra denne abonnementspakke?
de: Möchten Sie dieses Mitglied wirklich aus diesem Abonnementpaket entfernen?
es: ¿Está seguro de que desea eliminar a este miembro de este paquete de suscripción?
nb: Er du sikker på at du vil fjerne dette medlemmet fra denne abonnementspakken?
sv: Är du säker på att du vill ta bort den här medlemmen från det här prenumerationspaketet?

# subscription_delete_member_dialog_positive_button
source: Confirm
da: Bekræfte
de: Bestätigen
es: Confirmar
nb: Bekreft
sv: Bekräfta

# subscription_delete_member_dialog_negative_button
source: Cancel
da: Afbestille
de: Absagen
es: Cancelar
nb: Avbryt
sv: Avbryt

# subscription_overview_item_selected_alert_not_owner_title
source: You're not the owner
da: Du er ikke ejeren
de: Du bist nicht der Eigentümer
es: Tú no eres el propietario
nb: Du er ikke eieren
sv: Du är inte ägare

# subscription_overview_item_selected_alert_not_owner_message
source: You must be the subscription owner to view the details
da: Du skal være ejeren af abonnementet for at se detaljerne
de: Sie müssen der Besitzer des Abonnements sein, um die Details anzuzeigen
es: Debe ser el propietario de la suscripción para ver los detalles
nb: Du må være eieren av abonnementet for å se detaljene
sv: Du måste vara prenumerationsägare för att se detaljerna

# subscription_detail_memberlist_title
source: List of members
da: Liste over medlemmer
de: Liste der Mitglieder
es: Lista de miembros
nb: Liste over medlemmer
sv: Förteckning över medlemmar

# subscription_detail_memberlist_full_description
source: You have no memeberships left in this package.
da: Du har ingen medlemsskaber tilbage i denne pakke.
de: Sie haben keine Mitgliedschaften mehr in diesem Paket.
es: No le quedan membresías en este paquete.
nb: Du har ingen medlemskap igjen i denne pakken.
sv: Du har inga medlemsskap kvar i detta paket.

# subscription_detail_memberlist_available_description
source: you have {numOfMembers} memeberships left in this package. To add member, please click the button below.
da: Du har %1d medlemskaber tilbage i denne pakke. For at tilføje et medlem, klik venligst på knappen nedenfor.
de: Sie haben noch %1d Mitgliedschaften in diesem Paket. Um ein Mitglied hinzuzufügen, klicken Sie bitte auf die Schaltfläche unten.
es: Le quedan %1d membresías en este paquete. Para agregar un miembro, haga clic en el botón a continuación.
nb: Du har %1d medlemskap igjen i denne pakken. For å legge til medlem, vennligst klikk på knappen nedenfor.
sv: Du har %1d medlemsskap kvar i det här paketet. För att lägga till medlem, klicka på knappen nedan.

# subscription_detail_memberlist_add
source: Add more members
da: Tilføj flere medlemmer
de: Fügen Sie weitere Mitglieder hinzu
es: Añadir más miembros
nb: Legg til flere medlemmer
sv: Lägg till fler medlemmar

# subscription_detail_payment_title
source: Payment method
da: Betalingsmetode
de: Zahlungsmethode
es: Método de pago
nb: Betalingsmetode
sv: Betalningsmetod

# subscription_detail_payment_method
source: Paid with
da: Betalt med
de: Bezahlt mit
es: pagado con
nb: Betalt med
sv: Betalas med

# subscription_remove_member_alert_title
source: Do you want to remove this member?
da: Fjern medlem
de: Mitglied entfernen
es: Quitar miembro
nb: Fjern medlem
sv: Ta bort medlem

# subscription_remove_member_alert_message
source: [alert message]
da: Er du sikker på, at du vil fjerne dette medlem fra denne abonnementspakke?
de: Möchten Sie dieses Mitglied wirklich aus diesem Abonnementpaket entfernen?
es: ¿Está seguro de que desea eliminar a este miembro de este paquete de suscripción?
nb: Er du sikker på at du vil fjerne dette medlemmet fra denne abonnementspakken?
sv: Är du säker på att du vill ta bort den här medlemmen från det här prenumerationspaketet?

# subscription_remove_member_alert_ok
source: Ok
da: Bekræfte
de: Bestätigen Sie
es: Confirmar
nb: Bekreft
sv: Bekräfta

# subscription_remove_member_alert_cancel
source: Cancel
da: Afbestille
de: Absagen
es: Cancelar
nb: Avbryt
sv: Avbryt

# subscription_add_member_title
source: Add new member
da: Tilføj nyt medlem
de: Neues Mitglied hinzufügen
es: Agregar nuevo miembro
nb: Legg til nytt medlem
sv: Lägg till ny medlem

# subscription_add_member_placeholder_email
source: Email
da: Email adresse
de: E-Mail-Addresse
es: Dirección de correo electrónico
nb: Epostadresse
sv: E-postadress

# subscription_add_member_alert_invite_title
source: [some title]
da: E-mail invitation
de: E-Mail-Einladung
es: Invitación por correo electrónico
nb: E-postinvitasjon
sv: E-postinbjudan

# subscription_add_member_alert_invite_ok
source: Member invited
da: OK
de: OK
es: OK
nb: OK
sv: OK

# subscription_add_member_action_add
source: Add member
da: Tilføje
de: Hinzufügen
es: Agregar
nb: Legge til
sv: Lägg till

# subscription_remove_membership_dialog_text
source: Are you sure you want to be removed from this membership package?
da: Are you sure you want to be remove from this membership package?
de: Are you sure you want to be remove from this membership package?
es: Are you sure you want to be remove from this membership package?
nb: Are you sure you want to be remove from this membership package?
sv: Are you sure you want to be remove from this membership package?

# subscriptionOwnerCount
source: Subscription Owner (%1$@)
da: Abonnementsejer ( %1$@ )
de: Eigentümer des Abonnements ( %1$@ )
es: Propietario de la suscripción ( %1$@ )
nb: Abonnementseier ( %1$@ )
sv: Prenumerationsägare ( %1$@ )

# subscriptionMemberCount
source: Subscription Member (%1$@)
da: Abonnementsmedlem ( %1$@ )
de: Abonnement-Mitglied ( %1$@ )
es: Miembro Suscriptor ( %1$@ )
nb: Abonnementsmedlem ( %1$@ )
sv: Prenumerationsmedlem ( %1$@ )

source: My Subscriptions
da: Mine abonnementer
de: Meine Abonnements
es: mis Suscripciónes
nb: Mine abonnementer
sv: mina prenumerationer

# subscription_remove_membership_button_title
source: Remove Membership
da: Fjern medlemskab
de: Mitgliedschaft entfernen
es: Quitar membresía
nb: Fjern medlemskap
sv: Ta bort medlemskap

# subscription_remove_membership_dialog_title
source: Delete Membership
da: Slet medlemskab
de: Mitgliedschaft löschen
es: Eliminar membresía
nb: Slett medlemskap
sv: Ta bort medlemskap

# subscription_detail_action_cancel_subcription
source: Cancel Subscription
da: Annuller abonnement
de: Abonnement kündigen
es: Cancelar suscripción
nb: Avbestille abonnementet
sv: Avsluta prenumeration

# subscription_detail_alert_cancel_subcription_title
source: Cancel Subscription
da: Annuller abonnement
de: Abonnement kündigen
es: Cancelar suscripción
nb: Avbestille abonnementet
sv: Avsluta prenumeration

# subscription_detail_alert_cancel_subcription_message
source: Are you sure you want to cancel this subscription?
da: Er du sikker på, at du vil annullere dette abonnement?
de: Möchten Sie dieses Abonnement wirklich kündigen?
es: ¿Está seguro de que desea cancelar esta suscripción?
nb: Er du sikker på at du vil kansellere dette abonnementet?
sv: Är du säker på att du vill avsluta den här prenumerationen?

# subscription_detail_alert_cancel_subcription_cancel
source: Cancel
da: Afbestille
de: Absagen
es: Cancelar
nb: Avbestill
sv: Avbryt

# subscription_detail_alert_cancel_subcription_confirm
source: Confirm
da: Bekræfte
de: Bestätigen
es: Confirmar
nb: Bekrefte
sv: Bekräfta

# common_photolibrary
source: Photo Library
da: Fotobibliotek
de: Fotothek
es: Fototeca
nb: Fotobibliotek
sv: Bildbibliotek

# common_takephoto
source: Take Photo
da: Tag billede
de: Fotografieren
es: Toma fotos
nb: Ta bilde
sv: Ta foto

# common_choosefile
source: Choose file
da: Vælg filer
de: Datei wählen
es: Elegir archivo
nb: Velg fil
sv: Välj fil

# subscription_not_active_dialog_title
source: No active subscriptions
da: Ingen aktive abonnementer
de: Keine aktiven Abonnements
es: Sin suscripciones activas
nb: Ingen aktive abonnementer
sv: Inga aktiva prenumerationer

# subscription_not_active_dialog_message
source: It seems that you currently has no active subscriptions. You can order by using the link below.
da: Det ser ud til, at du i øjeblikket ikke har nogen aktive abonnementer. Du kan bestille ved at bruge nedenstående link.
de: Es scheint, dass Sie derzeit keine aktiven Abonnements haben. Sie können über den unten stehenden Link bestellen.
es: Parece que actualmente no tiene suscripciones activas. Puede ordenar usando el siguiente enlace.
nb: Det ser ut til at du for øyeblikket ikke har noen aktive abonnementer. Du kan bestille ved å bruke lenken nedenfor.
sv: Det verkar som att du för närvarande inte har några aktiva prenumerationer. Du kan beställa genom att använda länken nedan.

# subscription_time_out_dialog_title
source: Ohh no
da: Åh nej
de: Ohh nein
es: Oh no
nb: Å nei
sv: Åh nej

# subscription_time_out_dialog_message
source: Our subscription service is busy at the moment. Please try again later.
da: Vores abonnementsservice er optaget i øjeblikket. Prøv igen senere.
de: Unser Abo-Service ist derzeit ausgelastet. Bitte versuchen Sie es später erneut.
es: Nuestro servicio de suscripción está ocupado en este momento. Por favor, inténtelo de nuevo más tarde.
nb: Abonnementstjenesten vår er opptatt for øyeblikket. Prøv igjen senere.
sv: Vår prenumerationstjänst är upptagen för tillfället. Vänligen försök igen senare.

# no_allergy_add_message
source: No allergies added
da: Ingen allergier tilføjet
de: Keine Allergien hinzugefügt
es: Sin alergias añadidas
nb: Ingen allergier lagt til
sv: Inga allergier tillsatta

# no_medicine_add_message
source: No medicine added
da: Ingen medicin tilføjet
de: Keine Medizin hinzugefügt
es: Sin medicamento añadido
nb: Ingen medisin tilsatt
sv: Ingen medicin tillsatt

# no_diagnose_add_message
source: No diagnoses added
da: Ingen diagnoser tilføjet
de: Keine Diagnosen hinzugefügt
es: No se agregaron diagnósticos
nb: Ingen diagnoser lagt til
sv: Inga diagnoser tillagda

# no_vaccine_add_message
source: No vaccines added
da: Ingen vacciner tilføjet
de: Keine Impfstoffe hinzugefügt
es: No se agregaron vacunas
nb: Ingen vaksiner tilsatt
sv: Inga vacciner tillsatta
