Repository: mralihaidar/WMC
Catalog: WorldMedicalCard/*.lproj/Localizable.strings
Languages: da, de, es, nb, sv

# register_to_wmc_title
source: Sign up for the World Medical Card®
da: Tilmeld dig World Medical Card®
de: Registrieren Sie sich bei der World Medical Card
es: Regístrese en world Medical Card
nb: Registrer ditt World Medical Card®
sv: Registrera dig för World Medical Card

# create_account_button
source: Create account
da: Opret konto
de: Konto erstellen
es: Crear una cuenta
nb: Opprett konto
sv: Skapa ett konto

# register_byline
source: Please fill in your personal information to create an account, you can change it later.
da: Udfyld venligst dine personlige oplysninger for at oprette en konto, du kan ændre dem senere.
de: Bitte geben Sie Ihre persönlichen Daten ein, um ein Konto zu erstellen, das Sie später ändern können
es: Por favor, rellene sus datos personales para crear una cuenta, puede cambiarlos más tarde
nb: Fyll inn din personlige informasjon for å opprette en konto, du kan endre dem senere
sv: Fyll i dina personuppgifter för att skapa ett konto, du kan ändra dem senare.

# signup_with_google_button
source: Sign up with Google
da: Tilmeld dig med Google
de: Anmeldung bei Google
es: Registres con Google
nb: Registrer deg med Google
sv: Registrera dig med Google

# divider_or_text
source: Or
da: Eller
de: Oder
es: O
nb: Eller
sv: Eller

# register_email_field_hint
source: Email
es: Correo electrónico
nb: E-post
sv: E-post

# register_password_field_hint
source: Password
da: Adgangskode
de: Passwort
es: Contraseña
nb: Passord
sv: Lösenord

# register_password_min_hint
source: minimum 8 characters
da: minimum 8 tegn
de: mindestens 8 Zeichen
es: mínimo 8 caracteres
nb: minimum 8 tegn
sv: minst 8 tecken

# screen_title_hi
source: 👋🏻 Hi
da: 👋🏻 Hej
de: 👋🏻 Hallo
es: 👋🏻 Hola
nb: 👋🏻 Hei
sv: 👋🏻 Hej

# no_subscription_title
source: No subscription
da: Intet abonnement
de: Kein Abonnement
es: No hay suscripción
nb: Ingen abonnement
sv: Inget abonnemang

# no_subscription_description
source: Please subscribe to a product to enjoy all the features of World Medical Card
da: Abonner venligst på et produkt for at nyde alle funktionerne i World Medical Card
de: Bitte abonnieren Sie einen Plan, um alle Funktionen der World Medical Card nutzen zu können
es: Suscribas a un producto para disfrutar de todas las funciones de World Medical Card
nb: Vennligst velg og bestill et produkt for å nyte alle funksjonene til World Medical Card
sv: Var vänlig välj en produkt för att ta del av alla funktionerna i World Medical Card

# subscribe_button
source: Sign up now
da: Tilmeld nu
de: Jetzt abonnieren
es: Suscribas ahora
nb: Bestill nå
sv: Beställ nu

# screen_title_good_afternoon
source: 👋🏻 Good afternoon
da: 👋🏻 God eftermiddag
de: 👋🏻 Guten Tag
es: 👋🏻 Buenas tardes
nb: 👋🏻 God ettermiddag
sv: 👋🏻 God eftermiddag

# title_your_profile_is_incomplete
source: Your profile is incomplete
da: Din profil er ufuldstændig
de: Ihr Profil ist unvollständig
es: Su perfil está incompleto
nb: Profilen din er ufullstendig
sv: Din profil är ofullständig

# description_your_profile_is_incomplete
source: Please complete your profile to enjoy all the features of the World Medical Card
da: Udfyld venligst din profil for at få glæde af alle funktionerne i World Medical Card
de: Bitte vervollständigen Sie Ihr Profil, um in den Genuss aller Funktionen der World Medical Card zu kommen
es: Complete su perfil para disfrutar de todas las funciones de World Medical Card
nb: Fullfør profilen din for å nyte alle funksjonene til World Medical Card
sv: Vänligen komplettera din profil för att njuta av alla funktioner i World Medical Card

# complete_my_profile_button
source: Complete my profile
da: Fuldfør min profil
de: Mein Profil vervollständigen
es: Completar mi perfil
nb: Fullfør profilen min
sv: Komplettera min profil

# personal_info_card_title
source: Personal information
da: Personlige oplysninger
de: Persönliche Informationen
es: Información personal
nb: Personlig informasjon
sv: Personlig information

# personal_info_card_description
source: Give us the opportunity to get to know you better for a better experience
da: Giv os mulighed for at lære dig bedre at kende for en bedre oplevelse
de: Erlauben Sie uns, Sie für eine bessere Erfahrung besser kennenzulernen
es: Permitamos conocerle mejor para una mejor experiencia
nb: La oss bli bedre kjent med deg for en bedre opplevelse
sv: Låt oss lära känna dig bättre för att få en bättre upplevelse.

# profile_birthdate
source: Birth date
da: Fødselsdato
de: Geburtsdatum
es: Fecha de nacimiento
nb: Fødselsdato
sv: Födelsedatum

# profile_ssn
source: CPR Number
da: CPR-nummer
de: Sozialversicherungsnummer
es: Número de seguridad social
nb: Personnummer
sv: Personnummer

# profile_nationality
source: Nationality
da: Nationalitet
de: Staatsangehörigkeit
es: Nacionalidad
nb: Nasjonalitet
sv: Nationalitet

# profile_travel_insurance
source: Travel insurance
da: Rejseforsikring
de: Reiseversicherung
es: Seguro de viaje
nb: Reiseforsikring
sv: Reseförsäkring

# profile_organ_donor
source: Organ donor
de: Organspender
es: Donante de órganos
sv: Organdonator

# profile_insurance_company
source: Insurance Company
da: Forsikringsselskab
de: Versicherungsunternehmen
es: Compañía de seguros
nb: Forsikringsselskap
sv: Försäkringsbolag

# profile_policy_number
source: Policy number
da: Policenummer
de: Policennummer
es: Número de póliza
nb: Polisenummer
sv: Policenummer

# profile_policy_date
source: Member until/Issued on
da: Medlem indtil/Udstedt den
de: Mitglied bis/Ausgestellt am
es: Miembro hasta/Emitido el
nb: Medlem til/utstedt den
sv: Medlem fram till/utfärdad den

# button_edit
source: Edit
da: Rediger
de: Bearbeiten
es: Editar
nb: Rediger
sv: Redigera

# error_message
source: Something went wrong. Please try again later.
da: Noget gik galt. Prøv venligst igen senere.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es später erneut.
es: Algo salió mal. Por favor, inténtelo de nuevo más tarde.
nb: Beklager, men noe gikk galt. Vennligst prøv igjen.
sv: Något gick fel. Vänligen försök igen senare.

# error_no_internet
source: Please check the internet connection
da: Tjek venligst internetforbindelsen
de: Bitte überprüfen Sie die Internetverbindung
es: Por favor, compruebe la conexión a Internet
nb: Vennligst sjekk Internett-tilkobling
sv: Kontrollera internetanslutningen

# error_no_data_found
source: No data found
da: Ingen data fundet
de: Keine Daten gefunden
es: No se han encontrado datos
nb: Ingen data funnet
sv: Inga uppgifter hittades

# error_unauthorized
source: Sorry, but you do not have permission to access this content
da: Beklager, men du har ikke tilladelse til at få adgang til dette indhold
de: Sie sind leider nicht berechtigt, auf diesen Inhalt zuzugreifen
es: Lo siento, no está autorizado a acceder a este contenido
nb: Beklager, du har ikke tilgang til dette innholdet
sv: Tyvärr, du har inte behörighet att komma åt detta innehåll

# error_empty_response
source: Sorry, the content is empty
da: Beklager, indholdet er tomt
de: Entschuldigung, der Inhalt ist leer
es: Lo siento, el contenido está vacío
nb: Beklager, innholdet er tomt
sv: Tyvärr, innehållet är tomt

# allergies_card_title
source: Allergies
da: Allergier
de: Allergien
es: Alergias
nb: Allergier
sv: Allergier

# allergies_card_description
source: Tell us if you have any allergies or if you know you don't have any
da: Fortæl os, hvis du har nogen allergier, eller hvis du ved, at du ikke har nogen
de: Teilen Sie uns mit, wenn Sie Allergien haben oder wenn Sie wissen, dass Sie keine haben
es: Háganos saber si tiene alguna alergia, o si sabe que no tiene ninguna
nb: Gi oss beskjed hvis du har noen allergier, eller hvis du vet at du ikke har noen
sv: Låt oss veta om du har några allergier eller om du vet att du inte har några.

# add_allergies_button
source: Add allergies
da: Tilføj allergier
de: Allergien hinzufügen
es: Agregar nueva alergia
nb: Legg til allergier
sv: Lägg till allergier

# no_allergies_listed
source: No allergies indicated
da: Ingen allergier angivet
de: Keine Allergien aufgeführt
es: No hay alergias en la lista
nb: Ingen allergier oppført
sv: Inga allergier angivna

# button_add
source: Add
da: Tilføj
de: Hinzufügen
es: Agregar
nb: Legg til
sv: Lägg till

# button_translate
source: Translate
da: Oversæt
de: Übersetzen
es: Traducir
nb: Oversette
sv: Översätt

# button_share
source: Share
da: Del
de: Teilen
es: Compartir
nb: Dele
sv: Dela

source: Complete your profile
da: Fuldfør din profil
de: Vervollständigen Sie Ihr Profil
es: Complete su perfil
nb: Fullfør profilen din
sv: Komplettera din profil

# profile_gender
source: Gender
da: Køn
de: Geschlecht
es: Sexo
nb: Kjønn
sv: Kön

# profile_telephone
source: Phone
da: Telefon
de: Telefon
es: Teléfono
nb: Telefon
sv: Telefon

# profile_postal_address
source: Address
da: Postadresse
de: Postanschrift
es: Dirección postal
nb: Postadresse
sv: Postadress

# member_since
source: Member since %1$@
da: Medlem siden %1$@
de: Mitglied seit %1$@
es: Miembro desde %1$@
nb: Medlem siden %1$@
sv: Medlem sedan %1$@

# alarm_phone
source: Emergency phone
da: Alarmtelefon
de: Alarmtelefon
es: Teléfono de alarma
nb: Alarm telefon
sv: Alarmtelefon

# emergency_contacts
source: Contact persons in case of emergency
da: Kontaktpersoner i nødstilfælde
de: Notfallkontakte
es: Contactos de emergencia
nb: Nødkontakter
sv: Nödkontakter

source: Other information
da: Andre oplysninger
de: Andere Informationen
es: Otros datos
nb: Annen informasjon
sv: Övriga upplysningar

# tap_edit_to_complete_profile
source: Tap Edit below to complete your profile
da: Tryk på Rediger nedenfor for at færdiggøre din profil
de: Tippen Sie unten auf Bearbeiten, um die Vervollständigung Ihres Profils abzuschließen
es: Toca Editar a continuación para terminar de completar su perfil
nb: Trykk på Rediger nedenfor for å fullføre profilen din
sv: Tryck på Redigera nedan för att slutföra din profil

# card_items_description
source: %1$@ elements: %2$@
da: %1$@ elementer: %2$@
de: %1$@ Artikel: %2$@
es: %1$@ artículos: %2$@
nb: %1$@ elementer: %2$@
sv: %1$@ artiklar: %2$@

# medicine_card_title
source: Medicines
da: Medicin
de: Medizin
es: Medicamento
nb: Medisiner
sv: Medicin

# no_medications_listed
source: No medication indicated
da: Ingen medicin angivet
de: Keine Medikamente aufgeführt
es: No hay medicamentos en la lista
nb: Ingen medisiner oppført
sv: Inga mediciner angivna

# diagnoses_card_title
source: Diagnoses
da: Diagnoser
de: Diagnosen
es: Diagnósticos
nb: Diagnoser
sv: Diagnoser

source: No diagnoses listed
da: Ingen diagnoser angivet
de: Keine Diagnosen aufgeführt
es: No hay diagnósticos en la lista
nb: Ingen diagnoser oppført
sv: Inga diagnoser angivna

# vaccines_card_title
source: Vaccines
da: Vacciner
de: Impfstoffe
es: Vacunas
nb: Vaksiner
sv: Vacciner

source: No vaccines listed
da: Ingen vacciner angivet
de: Keine Impfstoffe aufgeführt
es: No hay vacunas en la lista
nb: Ingen vaksiner oppført
sv: Inga vacciner angivna

# documents_card_title
source: Documents
da: Dokumenter
de: Dokumente
es: Documentos
nb: Dokumenter
sv: Dokument

source: No documents added
da: Ingen dokumenter tilføjet
de: Keine Dokumente hinzugefügt
es: No se han añadido documentos
nb: Ingen dokumenter lagt til
sv: Inga dokument har lagts till

# terms_and_conditions_button
source: Terms and Conditions
da: Vilkår og betingelser
de: Bedingungen und Konditionen
es: Términos y condiciones
nb: Vilkår og betingelser
sv: Villkor och bestämmelser

# sign_out_button
source: Log out
da: Log ud
de: Ausloggen
es: Cerrar sesión
nb: Logg ut
sv: Logga ut

# order_now_button
source: Order now
da: Bestil nu
de: Jetzt bestellen
es: Pedir ahora
nb: Bestill nå
sv: Beställ nu

# order_your_card_title
source: Order your card
da: Bestil dit kort
de: Bestellen Sie Ihre Karte
es: Pida su tarjeta
nb: Bestill kortet ditt
sv: Beställ ditt kort

# order_your_card_description
source: Enjoy all the functions of your World Medical Card from your wallet
da: Få glæde af alle funktionerne på dit World Medical Card fra din pung
de: Genießen Sie alle Funktionen Ihrer World Medical Card aus Ihrer Brieftasche
es: Disfruta de todas las funciones de su World Medical Card desde tu cartera
nb: Nyt alle funksjonene på Ditt World Medical Card fra lommeboken
sv: Njut av alla funktioner i ditt World Medical Card från din plånbok

# wmc_order_successful
source: The order was successful
da: Ordren lykkedes
de: Bestellung erfolgreich
es: Pedido con éxito
nb: Bestillingen var vellykket
sv: Beställningen lyckades

# wmc_card_menu_print_card
source: Print the card
da: Udskriv kort
de: Karte drucken
es: Imprimir tarjeta
nb: Bestill kort
sv: Skriv ut kort

# wmc_card_menu_reorder_card
source: Reorder card
da: Genbestil kort
de: Karte nachbestellen
es: Reordenar tarjeta
nb: Bestill nytt kort
sv: Beställ om kortet

# signin_with_google_button
source: Sign in with Google
da: Log ind med Google
de: Anmeldung mit Google
es: Iniciar sesión con Google
nb: Logg på med Google
sv: Logga in med Google

# login_to_wmc_title
source: Log in to World Medical Card®
da: Log ind på World Medical Card®
de: Anmeldung bei World Medical Card
es: Inicie sesión World Medical Card
nb: Logg inn på World Medical Card®
sv: Logga in på World Medical Card

# login_byline
source: How would you like to log in?
da: Hvordan vil du logge ind?
de: Wie würdest du dich gern anmelden?
es: ¿Cómo le gustaría iniciar sesión?
nb: Hvordan ønsker du å logge på?
sv: Hur skulle du vilja logga in?

# common_yes
source: Yes
da: Ja
de: Ja
es: Sí
nb: Ja
sv: Ja

# common_no
source: No
da: Nej
de: Nein
nb: Nei
sv: Nej

# personal_info_title
source: Personal Information
da: Personlige oplysninger
de: Persönliche Informationen
es: Información personal
nb: Personlig informasjon
sv: Personlig information

# common_save
source: Save
da: Gem
de: Speichern
es: Guardar
nb: Lagre
sv: Spara

# personal_info_byline
source: Please fill in your personal information to create an account, you can change it later.
da: Udfyld venligst dine personlige oplysninger for at oprette en konto, du kan ændre dem senere.
de: Bitte geben Sie Ihre persönlichen Daten ein, um ein Konto zu erstellen, das Sie später ändern können.
es: Por favor, rellene sus datos personales para crear una cuenta, puede cambiarlos más tarde.
nb: Fyll inn din personlige informasjon for å opprette en konto, du kan endre dem senere.
sv: Fyll i dina personuppgifter för att skapa ett konto, du kan ändra dem senare.

# profile_edit_first_name
source: Firste name
da: Fornavn
de: Vorname
es: Nombre
nb: Fornavn
sv: Förnamn

# profile_edit_last_name
source: Surname
da: Efternavn
de: Nachname
es: Apellido
nb: Etternavn
sv: Efternamn

# profile_edit_date_of_birth
source: Birth date
da: Fødselsdato
de: Geburtsdatum
es: Fecha de nacimiento
nb: Fødselsdato
sv: Födelsedatum

# profile_edit_ssn
source: CPR number (optional)
da: CPR-nummer (valgfrit)
de: Sozialversicherungsnummer (optional)
es: Número de seguridad social
nb: Personnummer (valgfritt)
sv: Personnummer (valfritt)

# profile_edit_phone
source: Phone number
da: Tlf.nr.
de: Tlf.nr.
es: Número de teléfono
nb: Tlf.nr.
sv: Tlf.nr.

# profile_edit_donor_question
source: Would you like to be an organ donor?
da: Kunne du tænke dig at være organdonor?
de: Sie möchten Organspender werden?
es: ¿Te gustaría ser donante de órganos?
nb: Vil du bli organdonor?
sv: Skulle du vilja bli organdonator?

# profile_edit_donor_note
source: Health professionals will be asked to ask the family to confirm your decision
da: Sundhedspersonale vil blive bedt om at bede familien om at bekræfte din beslutning
de: Angehörige der Gesundheitsberufe müssen die Familie bitten, Ihre Entscheidung zu bestätigen
es: Los profesionales de la salud deberán pedirle a la familia que confirme su decisión.
nb: Helsepersonell vil bli bedt om å be familien bekrefte avgjørelsen din
sv: Hälso- och sjukvårdspersonal måste be familjen att bekräfta ditt beslut.

# profile_edit_postal_address_note
source: Fill in the address you want us to send the card to. The address will not appear on the emergency card.
da: Udfyld den adresse, du ønsker, at vi skal sende kortet til. Adressen vil ikke fremgå af nødkortet.
de: Geben Sie die Adresse ein, an die wir die Karte senden sollen. Die Adresse erscheint nicht auf der Notfallkarte.
es: Rellene la dirección a la que desea que le enviemos la tarjeta. La dirección no aparecerá en la tarjeta de emergencia.
nb: Fyll inn adressen du vil at vi skal sende kortet til. Adressen vil ikke vises på nødkortet.
sv: Fyll i den adress du vill att vi ska skicka kortet till. Adressen kommer inte att visas på nödkortet.

# profile_edit_postal_code
source: Zip/city
da: Postnr./-sted
de: Postnr./-sted
es: Código postal
nb: Postnr./-sted
sv: Postnr./-sted

# profile_edit_land
source: Country
da: Land
de: Land
es: País
nb: Land
sv: Land

# profile_edit_street_address
source: Street address
da: Gadeadresse
de: Straße und Hausnummer
es: Dirección de la calle
nb: Gateadresse
sv: Gatuadress

# profile_edit_insurance_title
source: Insurance
da: Forsikring
de: Versicherung
es: Seguro
nb: Forsikring
sv: Försäkring

# profile_edit_insurance_note
source: Add insurance information for reference.
da: Tilføj forsikringsoplysninger som reference.
de: Fügen Sie Versicherungsinformationen als Referenz hinzu.
es: Añade la información del seguro como referencia.
nb: Legg til forsikringsinformasjon for referanse.
sv: Lägg till försäkringsinformation som referens.

# profile_edit_insurance_type
source: Insurance type
da: Type forsikring
de: Art der Versicherung
es: Tipo de seguro
nb: Type forsikring
sv: Typ av försäkring

# profile_edit_insurance_travel
source: Travel insurance
da: Rejseforsikring
de: Reiseversicherung
es: Seguro de viaje
nb: Reiseforsikring
sv: Reseförsäkring

# profile_edit_insurance_health
source: Health insurance
da: Sygeforsikring
de: Krankenversicherung
es: Seguro de salud
nb: Helseforsikring
sv: Hälsoförsäkring

# profile_edit_policy_number
source: Policy number (optional)
da: Policenummer (valgfrit)
de: Policennummer (fakultativ)
es: Número de póliza (opcional)
nb: Polisenummer
sv: Policenummer (valfritt)

# profile_edit_alarm_phone
source: Emergency telephone (optional)
da: Alarmtelefon (valgfrit)
de: Wecktelefon (fakultativ)
es: Teléfono de alarma (opcional)
nb: Alarmtelefon (valgfritt)
sv: Alarmtelefon (tillval)

# profile_edit_emergency_contacts_note
source: Add contacts that you trust in case of an emergency.
da: Tilføj kontakter, som du har tillid til i tilfælde af en nødsituation.
de: Fügen Sie kontakte hinzu, denen Sie im Notfall vertrauen.
es: Añade contactos de confianza en caso de emergencia.
nb: Legg til kontakter du stoler på i nødstilfeller.
sv: Lägg till kontakter som du litar på i händelse av en nödsituation.

# profile_edit_emergency_contacts_name
source: Name
da: Navn
es: Nombre
nb: Navn
sv: Namn

# profile_edit_emergency_contacts_phone
source: Phone number
da: Telefonnummer
de: Telefonnummer
es: Número de teléfono
nb: Telefonnummer
sv: Telefonnummer

# profile_edit_emergency_contacts_relation
source: Relationship
da: Forhold
de: Beziehung
es: Relación
nb: Forhold
sv: Förhållande

# profile_edit_other_title
source: Other
da: Andet
de: Andere
es: Otro
nb: Annet
sv: Övrig

# profile_edit_other_hint
source: Would you like to include other information?
da: Vil du inkludere andre oplysninger?
de: Möchten Sie weitere Informationen hinzufügen?
es: ¿Quieres incluir otra información?
nb: Ønsker du å inkludere annen informasjon
sv: Vill du inkludera annan information?

# profile_edit_city
source: City
da: By
de: Stadt
es: Ciudad
nb: By
sv: Stad

# profile_gender_male
source: Male
da: Mand
de: Männlich
es: Hombre
nb: Mann
sv: Man

# profile_gender_female
source: Female
da: Kvinde
de: Weiblich
es: Mujer
nb: Kvinne
sv: Kvinna

# add_new_allergy_title
source: Add new allergy
da: Tilføj ny allergi
de: Neue Allergie hinzufügen
es: Agregar nueva alergia
nb: Legg til ny allergi
sv: Lägg till ny allergi

# add_new_medicine_title
source: Add new medicine
da: Tilføj ny medicin
de: Neues Medikament hinzufügen
es: Agregar nuevo medicamento
nb: Legg til ny medisin
sv: Lägg till ny medicin

# add_new_diagnoses_title
source: Add new diagnoses
da: Tilføj nye diagnoser
de: Neue Diagnosen hinzufügen
es: Agregar nuevos diagnósticos
nb: Legg til nye diagnoser
sv: Lägg till nya diagnoser

# add_new_search_hint
source: Search
da: Søg
de: Suche
es: Buscar
nb: Søk
sv: Sök

# profile_edit_select_birthdata
source: Select birthdate
da: Vælg din fødselsdato
de: Wählen Sie Ihr Geburtsdatum
es: Seleccione su fecha de nacimiento
nb: Velg fødselsdato
sv: Välj ditt födelsedatum

# dashboard_screen_title_morning
source: 👋🏻 Good morning
da: 👋🏻 Godmorgen
de: 👋🏻 Guten Morgen
es: 👋🏻 Buenos días
nb: 👋🏻 God morgen
sv: 👋🏻 God morgon

# dashboard_screen_title_evening
source: 👋🏻 Good afternoon
da: 👋🏻 God aften
de: 👋🏻 Guten Abend
es: 👋🏻 Buenas noches
nb: 👋🏻 God kveld
sv: 👋🏻 God kväll

# dashboard_screen_title_night
source: 👋🏻 Good night
da: 👋🏻 Godnat
de: 👋🏻 Gute Nacht
es: 👋🏻 Buenas noches
nb: 👋🏻 God natt
sv: 👋🏻 God natt

# add_document_document_title_hint
source: Document title
da: Dokumenttitel
de: Titel des Dokuments
es: Titulo del documento
nb: Dokument tittel
sv: Dokument titel

# add_document_document_type_hint
source: Document type
da: Dokumenttype
de: Dokumentenart
es: Tipo de Documento
nb: Dokumenttype
sv: Dokumenttyp

# add_document_description_hint
source: Description (optional)
da: Beskrivelse (valgfri)
de: Beschreibung (fakultativ)
es: Descripción (opcional)
nb: Beskrivelse (valgfritt)
sv: Beskrivning (valfritt)

# add_document_upload_button
source: Upload new document
da: Upload nyt dokument
de: Neues Dokument hochladen
es: Subir nuevo documento
nb: Last opp nytt dokument
sv: Ladda upp nytt dokument

# add_new_vaccines_title
source: Add new vaccine
da: Tilføj ny vaccine
de: Neuen Impfstoff hinzufügen
es: Agregar nueva vacuna
nb: Legg til ny vaksine
sv: Lägg till nytt vaccin

# signup_button_title
source: Register
da: Tilmelde
de: Registrieren Sie sich
es: Inscribirse
nb: Registrer deg
sv: Registrera dig

# signin_button_title
source: Log in
da: Log ind
de: Anmelden
es: Registrarse
nb: Logg inn
sv: Logga in

# apple_button_title
source: with Apple
da: med Apple
de: mit Apple
es: con Apple
nb: med Apple
sv: med Apple

# google_button_title
source: with Google
da: med Google
de: mit Google
es: con Google
nb: med Google
sv: med Google

# add_new_allergy_top_hits
source: Top hits
es: Lo más sonado
nb: Topp hits
sv: Topp träffar

# edit_card_dialog_remove_item_title
source: Remove element
da: Fjern element
de: Artikel entfernen
es: Eliminar elemento
nb: Fjern element
sv: Ta bort objekt

# common_cancel
source: Cancel
da: Aflyse
de: Abbrechen
es: Cancelar
nb: Avbryt
sv: Annullera

# common_remove
source: Delete
da: Fjerne
de: Entfernen
es: Eliminar
nb: Fjerne
sv: Avlägsna

# maybe_later_button
source: Maybe later
da: Måske senere
de: Vielleicht später
es: Quizas mas tarde
nb: Kanskje senere
sv: Kanske senare

# please_check_your_email_and_password
source: Check your email and password
da: Tjek din e-mail og adgangskode
de: Bitte überprüfen Sie Ihre E-Mail und Ihr Passwort
es: Por favor, compruebe su correo electrónico y contraseña
nb: Vennligst sjekk e-post og passord
sv: Kontrollera din e-postadress och ditt lösenord

# cancel_button_title
source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
nb: Avbryt
sv: Annullera

# field_required_title
source: Field is mandatory
da: Feltet er påkrævet
de: Feld ist erforderlich
es: El campo es obligatorio
nb: Feltet er påkrevet
sv: Fältet är obligatoriskt

# add_document_title
source: Add new document
da: Tilføj nyt dokument
de: Neues Dokument hinzufügen
es: Agregar nuevo documento
nb: Legg til nytt dokument
sv: Lägg till nytt dokument

# edit_document_title
source: Edit document
da: Rediger dokument
de: Dokument bearbeiten
es: Editar documento
nb: Rediger dokument
sv: Redigera dokument
