Repository: mralihaidar/WMC
Catalog: WorldMedicalCard/*.lproj/Localizable.strings
Languages: da, de, es, nb, sv

# no_document_add_message
source: No documents added
da: Ingen dokumenter tilføjet
de: Keine Dokumente hinzugefügt
es: No se agregaron documentos
nb: Ingen dokumenter lagt til
sv: Inga dokument har lagts till

# menu_home
source: Home
da: Hjem
de: Heim
es: Hogar
nb: Hjem
sv: Hem

# menu_manage_subscription
source: Manage Subscription
da: Administrer abonnement
de: Abonnement verwalten
es: Administrar suscripción
nb: Administrer abonnement
sv: Hantera prenumeration

# menu_term_condition
source: Term & Condition
da: Vilkår & Betingelse
de: Laufzeit & Bedingung
es: Término y condición
nb: Vilkår og betingelser
sv: Användarvillkor

# order_completed_your_card_title
source: Your card
da: Dit kort
de: Deine Karte
es: Tu tarjeta
nb: Kortet ditt
sv: Ditt kort

# click_edit_profile
source: Click to edit profile
da: Klik for at redigere profil
de: Klicken Sie hier, um das Profil zu bearbeiten
es: Haga clic para editar el perfil
nb: Klikk for å redigere profilen
sv: Klicka för att redigera profil

# click_complete_profile
source: Click to complete your profile
da: Klik for at færdiggøre din profil
de: Klicken Sie hier, um Ihr Profil zu vervollständigen
es: Haz clic para completar tu perfil
nb: Klikk for å fullføre profilen din
sv: Klicka för att slutföra din profil

# register_email_required
source: Email is required
da: E-mail er påkrævet
de: E-Mail ist erforderlich
es: correo electronico es requerido
nb: E-post er påkrevd
sv: E-post krävs

# register_email_invalid
source: Invalid email
da: Ugyldig email
de: Ungültige E-Mail
es: Email inválido
nb: Ugyldig epost
sv: Ogiltig e-postadress

# subscription_detail_cancel_subscription_hint
source: To permanently remove yourself out of this subscription package
da: For permanent at fjerne dig selv fra denne abonnementspakke
de: Um sich dauerhaft aus diesem Abonnementpaket zu entfernen
es: Para eliminarse permanentemente de este paquete de suscripción
nb: For å fjerne deg selv permanent fra denne abonnementspakken
sv: För att permanent ta bort dig själv från detta prenumerationspaket

# subscription_detail_cancel_subscription_button
source: Cancel your subscription
da: Opsig dit abonnement
de: Kündigen Sie Ihr Abonnement
es: Cancela tu suscripción
nb: Si opp abonnementet ditt
sv: Avsluta ditt abonnemang

# subscription_detail_cancel_membership_title
source: Cancel your membership
da: Opsig dit medlemskab
de: Kündigen Sie Ihre Mitgliedschaft
es: Cancela tu membresía
nb: Si opp medlemskapet ditt
sv: Avsluta ditt medlemskap

# profile_my_profile
source: My Profile
da: Min profil
de: Mein Profil
es: Mi perfil
nb: Min profil
sv: Min profil

source: Add new subscription
da: Tilføj nyt abonnement
de: Neues Abonnement hinzufügen
es: Agregar nueva suscripción
nb: Legg til nytt abonnement
sv: Lägg till ny prenumeration

# my_subscription_current_subscription_count
source: Current subscription {quantity}
da: Nuværende abonnement {quantity}
de: Aktuelles Abonnement {quantity}
es: Suscripción actual {quantity}
nb: Nåværende abonnement {quantity}
sv: Aktuell prenumeration {quantity}

# terms_conditions_back_button
source: Back
da: Tilbage
de: Der Rücken
es: atrás
nb: Tilbake
sv: Tillbaka

# terms_conditions_accept_button
source: Accept
da: Acceptere
de: Annehmen
es: Aceptar
nb: Aksepterer
sv: Acceptera

# terms_conditions_decline_button
source: Decline
da: Nedgang
de: Abfall
es: Rechazar
nb: Avslå
sv: Nedgång

# login_header
source: Hello
da: Hej
de: Hallo
es: Hola
nb: Hallo
sv: Hallå

# login_options_guide
source: To start please log in using the options below
da: For at starte skal du logge ind ved hjælp af mulighederne nedenfor
de: Um zu beginnen, melden Sie sich bitte mit den folgenden Optionen an
es: Para comenzar, inicie sesión usando las opciones a continuación
nb: For å starte vennligst logg inn med alternativene nedenfor
sv: För att börja logga in med alternativen nedan

# login_continue_button
source: Continue
da: Blive ved
de: Fortsetzen
es: Continuar
nb: Fortsette
sv: Fortsätta

# login_signup_with_app_button
source: Sign up with Apple
da: Tilmeld dig hos Apple
de: Melden Sie sich bei Apple an
es: Regístrese con Apple
nb: Registrer deg hos Apple
sv: Registrera dig hos Apple

# register_password_required
source: Password is required
da: adgangskode er påkrævet
de: Passwort wird benötigt
es: se requiere contraseña
nb: Passord er påkrevd
sv: lösenord krävs

# profile_edit_first_name_required
source: First name is required
da: Fornavn er påkrævet
de: Vorname ist erforderlich
es: Se requiere el primer nombre
nb: Fornavn er påkrevd
sv: Förnamn krävs

# profile_edit_last_name_required
source: Last name is required
da: Efternavn er påkrævet
de: Nachname ist erforderlich
es: Se requiere apellido
nb: Etternavn er påkrevd
sv: Efternamn krävs

# profile_edit_birth_date_required
source: Birth date is required
da: Fødselsdato er påkrævet
de: Geburtsdatum ist erforderlich
es: Se requiere la fecha de nacimiento
nb: Fødselsdato er påkrevd
sv: Födelsedatum måste anges

# profile_edit_phone_invalid
source: Invalid phone number
da: Ugyldigt telefonnummer
de: Ungültige Telefonnummer
es: Numero de telefono invalido
nb: Ugyldig telefonnummer
sv: Ogiltigt telefonnummer

# profile_edit_phone_required
source: Phone number is required
da: Telefonnummer er påkrævet
de: Telefonnummer ist erforderlich
es: Se requiere el número de teléfono
nb: Telefonnummer er påkrevd
sv: Telefonnummer krävs

# profile_edit_nationality_required
source: Please select nationality
da: Vælg nationalitet
de: Bitte Nationalität auswählen
es: Por favor seleccione nacionalidad
nb: Velg nasjonalitet
sv: Välj nationalitet

# profile_edit_gender_required
source: Please select gender
da: Vælg venligst køn
de: Bitte wähle ein Geschlecht
es: Por favor seleccione el género
nb: Velg kjønn
sv: Vänligen välj kön

# profile_edit_emergency_contacts_name_required
source: Name is required
da: Navn er påkrævet
de: Name ist erforderlich
es: Se requiere el nombre
nb: Navn er påkrevd
sv: Namn krävs

# profile_edit_emergency_contacts_phone_invalid
source: Invalid phone number
da: Ugyldigt telefonnummer
de: Ungültige Telefonnummer
es: Numero de telefono invalido
nb: Ugyldig telefonnummer
sv: Ogiltigt telefonnummer

# profile_edit_emergency_contacts_phone_required
source: Phone number is required
da: Telefonnummer er påkrævet
de: Telefonnummer ist erforderlich
es: Se requiere el número de teléfono
nb: Telefonnummer er påkrevd
sv: Telefonnummer krävs

# profile_edit_emergency_contacts_relationship_required
source: Relationship is required
da: Relation er påkrævet
de: Beziehung ist erforderlich
es: Se requiere relación
nb: Forhold er nødvendig
sv: Förhållande krävs

# profile_edit_insurance_company_name_required
source: Insurance company name is required
da: Forsikringsselskabets navn er påkrævet
de: Der Name der Versicherungsgesellschaft ist erforderlich
es: Se requiere el nombre de la compañía de seguros
nb: Forsikringsselskapets navn er påkrevd
sv: Försäkringsbolagets namn krävs

# profile_edit_insurance_type_required
source: Please select insurance type
da: Vælg venligst forsikringstype
de: Bitte wählen Sie die Versicherungsart aus
es: Seleccione el tipo de seguro
nb: Velg forsikringstype
sv: Välj försäkringstyp

# profile_edit_postal_info_required
source: Street address is required
da: Gadeadresse er påkrævet
de: Straße ist erforderlich
es: La dirección de la calle es obligatoria
nb: Gateadresse er påkrevd
sv: Gatuadress krävs

# profile_edit_postal_city_required
source: City is required
da: By er påkrævet
de: Stadt ist erforderlich
es: Ciudad es requerida
nb: By er påkrevd
sv: Stad krävs

# profile_edit_postal_zip_code_required
source: Zip code is required
da: Postnummer er påkrævet
de: Postleitzahl ist erforderlich
es: Se requiere código postal
nb: Postnummer kreves
sv: Postnummer krävs

# profile_edit_postal_country_required
source: Country is required
da: Land er påkrævet
de: Land ist erforderlich
es: El país es obligatorio
nb: Land er obligatorisk
sv: Land krävs

# profile_edit_my_profile
source: Edit : My profile
da: Edit: Min profil
de: Mein Profil bearbeiten
es: Editar mi perfil
nb: Edit: Min profil
sv: Redigera min profil

# delete_modal_title
source: Confirm deletion
da: Bekræft sletning
de: Löschung bestätigen
es: Confirmar la eliminación
nb: Bekreft sletting
sv: Bekräfta radering

# delete_modal_description
source: Delete this item?
da: Vil du slette dette element?
de: Dieses Element löschen?
es: ¿Eliminar este artículo?
nb: Vil du slette dette elementet?
sv: Vill du ta bort det här objektet?

# delete_modal_confirm_button
source: Delete
da: Slet
de: Löschen
es: Borrar
nb: Slett
sv: Radera

# add_document_title_required
source: Title is required
da: Titel er påkrævet
de: Titel ist erforderlich
es: Se requiere título
nb: Tittel er påkrevd
sv: Titel krävs

# add_document_type_required
source: Please select a document type
da: Vælg venligst en dokumenttype
de: Bitte wählen Sie einen Dokumenttyp aus
es: Seleccione un tipo de documento
nb: Velg en dokumenttype
sv: Välj en dokumenttyp

# translation_button
source: Translation
da: Oversættelse
de: Übersetzung
es: Traducción
nb: Oversettelse
sv: Översättning

# order_new_card_title
source: Order new card
da: Bestil nyt kort
de: Neue Karte bestellen
es: Pedir nueva tarjeta
nb: Bestill nytt kort
sv: Beställ nytt kort

# order_new_card_description
source: Have you reviewed your personal information and medical profile for accuracy?
da: Har du gennemgået dine personlige oplysninger og medicinske profil for nøjagtighed?
de: Haben Sie Ihre persönlichen Daten und Ihr medizinisches Profil auf Richtigkeit überprüft?
es: ¿Ha revisado su información personal y su perfil médico para verificar su precisión?
nb: Har du gjennomgått din personlige informasjon og medisinske profil for nøyaktighet?
sv: Har du granskat din personliga information och medicinska profil för noggrannhet?

# order_new_card_confirm_button
source: Order card
da: Bestillingskort
de: Karte bestellen
es: Tarjeta de pedido
nb: Bestillingskort
sv: Beställningskort

# view_document_title
source: View document(s)
da: Se dokument(er)
de: Dokument(e) anzeigen
es: Ver documento(s)
nb: Se dokument(er)
sv: Visa dokument

# file_upload_drag_drop_file
source: Drag and drop file here
da: Træk og slip filen her
de: Ziehen Sie die Datei hierher und legen Sie sie dort ab
es: Arrastra y suelta el archivo aquí
nb: Dra og slipp filen her
sv: Dra och släpp filen här

# file_upload_browse_file
source: Browser file
da: Browser fil
de: Browser-Datei
es: archivo del navegador
nb: Nettleserfil
sv: Webbläsarfil

source: Enter email address
da: Indtast email-adresse
de: E-Mail Adresse eingeben
es: Introduzca la dirección de correo electrónico
nb: Skriv inn e-post adresse
sv: Skriv in epostadress

# profile_edit_police_number
source: Police number (optional)
da: Politinummer (valgfrit)
de: Polizeinummer (optional)
es: Número de policía (opcional)
nb: Politinummer (valgfritt)
sv: Polisnummer (valfritt)

# pagination
source: Page {pageNumber} of {numPages}
da: Side {pageNumber} af {numPages}
de: Seite {pageNumber} von {numPages}
es: Página {pageNumber} de {numPages}
nb: Side {pageNumber} av {numPages}
sv: Sida {pageNumber} av {numPages}

source: Previous
da: Tidligere
de: Vorherige
es: Anterior
nb: Tidligere
sv: Tidigare

# manage_subscription_tab_all
source: All
da: Alle
de: Alle
es: Todos
nb: Alle
sv: Allt

# manage_subscription_tab_owner
source: Owner
da: Ejer
de: Eigentümer
es: Dueño
nb: Eieren
sv: Ägare

# manage_subscription_tab_member
source: Member
da: Medlem
de: Mitglied
es: Miembro
nb: Medlem
sv: Medlem

# register_login_forget_password_title
source: Forgot password?
da: Glemt adgangskode?
de: Passwort vergessen?
es: ¿Se te olvidó tu contraseña?
nb: Glemt passord?
sv: Glömt ditt lösenord?

# forgot_password_screen_title
source: Reset password
da: Nulstille kodeord
de: Passwort zurücksetzen
es: Restablecer la contraseña
nb: Tilbakestill passord
sv: Återställ lösenord

# forgot_password_screen_description
source: Plase type your email address and press the button to reset your password
da: Indtast din e-mailadresse og tryk på knappen for at nulstille din adgangskode
de: Bitte geben Sie Ihre E-Mail-Adresse ein und drücken Sie die Taste, um Ihr Passwort zurückzusetzen
es: Escriba su dirección de correo electrónico y presione el botón para restablecer su contraseña
nb: Skriv inn e-postadressen din og trykk på knappen for å tilbakestille passordet ditt
sv: Skriv in din e-postadress och tryck på knappen för att återställa ditt lösenord

# forgot_password_screen_reset_password_button
source: Reset password
da: Nulstille kodeord
de: Passwort zurücksetzen
es: Restablecer la contraseña
nb: Tilbakestill passord
sv: Återställ lösenord

# forgot_password_alert_message
source: If the email address you provided is registered in our system, then you will get an email in short time. Please follow the instructions in the email to reset the password.
da: Hvis den e-mailadresse, du har angivet, er registreret i vores system, vil du få en e-mail på kort tid. Følg instruktionerne i e-mailen for at nulstille adgangskoden.
de: Wenn die von Ihnen angegebene E-Mail-Adresse in unserem System registriert ist, erhalten Sie in Kürze eine E-Mail. Bitte folgen Sie den Anweisungen in der E-Mail, um das Passwort zurückzusetzen.
es: Si la dirección de correo electrónico que proporcionó está registrada en nuestro sistema, recibirá un correo electrónico en poco tiempo. Siga las instrucciones del correo electrónico para restablecer la contraseña.
nb: Hvis e-postadressen du oppga er registrert i systemet vårt, vil du få en e-post i løpet av kort tid. Følg instruksjonene i e-posten for å tilbakestille passordet.
sv: Om e-postadressen du angett är registrerad i vårt system, kommer du att få ett e-postmeddelande inom kort. Följ instruktionerna i e-postmeddelandet för att återställa lösenordet.

# purchase_subscription_web_link
source: https://worldmedicalcard.org/#subscriptions
nb: https://worldmedicalcard.org/no/#subscriptions
