Repository: mralihaidar/WMC
Catalog: WorldMedicalCard/*.lproj/Localizable.strings
Languages: da, de, es, nb, sv

# landing_login_button
source: Log in
da: Log på
de: Anmeldung
es: Iniciar sesión
nb: Logg Inn
sv: Logga in

# landing_register_button
source: Register
da: Registrer
de: Registrieren
es: Registrarse
nb: Registrer
sv: Registrera

# your_personal_medical_record_n_always_available
source: Your personal journal always available
da: Din personlige journal altid tilgængelig
de: Ihre persönliche Krankenakte immer verfügbar
es: Su historial médico personal está siempre disponible
nb: Din personlige medisinske journal alltid tilgjengelig
sv: Din personliga journal alltid tillgänglig

# button_next
source: Next
da: Næste
de: Weiter
es: Siguiente
nb: Neste
sv: Nästa

# button_skip_tour
source: Skip intro
da: Drop intro
de: Tour überspringen
es: Saltar el Tour
nb: Hopp over innføring
sv: Hoppa över introduktionen

# intro_content_title_1
source: Fill in your information
da: Udfyld dine oplysninger
de: Füllen Sie Ihre Informationen aus
es: Rellene su información
nb: Fyll ut informasjonen din
sv: Fyll i din information

# intro_content_title_2
source: Travel without worries
da: Rejs uden bekymringer
de: Sorgenfrei reisen
es: Viajar sin preocupaciones
nb: Reis bekymringsfritt
sv: Resa utan bekymmer

# intro_content_title_3
source: Share your information
da: Del dine oplysninger
de: Teilen Sie Ihre Informationen
es: Comparta su información
nb: Del informasjonen din
sv: Dela din information

# intro_content_description_1
source: Your medical information is coded in accordance with the World Health Organizations global standards (ICD-10, ATC) to ensure that your condition and needs are understood by healthcare and pharmaceutical professionals worldwide.
da: Dine medicinske oplysninger er kodet i overensstemmelse med Verdenssundhedsorganisationernes globale standarder (ICD-10, ATC) for at sikre, at din tilstand og dine behov forstås af sundhedspersonale og farmaceutisk personale over hele verden.
de: Ihre medizinischen Informationen werden gemäß den globalen Standards der Weltgesundheitsorganisation (ICD-10, ATC) kodiert, um sicherzustellen, dass Ihr Gesundheitszustand und Ihre Anforderungen von medizinischem Fachpersonal und pharmazeutischem Personal auf der ganzen Welt verstanden werden.
es: Su información médica se codifica de acuerdo con las normas globales de la Organización Mundial de la Salud (CIE-10, ATC) para garantizar que su condición y sus necesidades sean comprendidas por los profesionales de la salud y el personal farmacéutico de todo el mundo.
nb: Din medisinske informasjon er kodet i henhold til Verdens helseorganisasjons (WHO) globale standarder (ICD-10, ATC) for å sikre at din tilstand og behov blir forstått av helsepersonell og farmasøytisk personell over hele verden.
sv: Din medicinska information kodas enligt Världshälsoorganisationens (WHO) globala standarder (ICD-10, ATC) för att säkerställa att ditt tillstånd och dina behov förstås av sjukvårdspersonal och farmaceutisk personal över hela världen.

# intro_content_description_2
source: You get your own personal profile, which can be accessed via app or browser. There is a built-in translation function for 19 languages ​​which will facilitate communication in relevant local terms.
da: Du får din egen personlige profil, som kan tilgås via app eller browser. Der er en indbygget oversættelsesfunktion til 19 sprog, som vil lette kommunikationen i relevante lokale termer.
de: Sie haben Ihr eigenes persönliches Profil, auf das Sie per App oder Browser zugreifen können. Es gibt eine eingebaute Übersetzungsfunktion für 19 Sprachen, die die Kommunikation in relevanten lokalen Begriffen erleichtert.
es: Tendrá su propio perfil personal al que se puede acceder a través de la aplicación o el navegador. Hay una función de traducción incorporada para 19 idiomas que facilitará la comunicación en términos locales relevantes.
nb: Du vil ha din egen personlige profil som kan nås via app eller nettleser. Det er en innebygd oversettelsesfunksjon for 19 språk som vil lette kommunikasjonen i relevante lokale termer.
sv: Du kommer att ha din egen personliga profil som kan nås via app eller webbläsare. Det finns en inbyggd översättningsfunktion för 19 språk som kommer att underlätta kommunikationen i relevanta lokala termer.

# intro_content_description_3
source: You can choose to share your profile with relatives, travel partners or others you trust so that they may be able to provide you with first-line support in an emergency
da: Du kan vælge at dele din profil med pårørende, rejsepartner eller andre, du har tillid til, så de kan være i stand til at give dig førstelinje støtte i en nødsituation
de: Sie können Ihr Profil mit Verwandten, Reisepartnern oder anderen Personen teilen, denen Sie vertrauen, damit diese Sie in erster Linie unterstützen können.
es: Puede optar por compartir su perfil con familiares, compañeros de viaje u otras personas en las que confíe, para que puedan brindarle la primera línea de apoyo en caso de emergencia
nb: Du kan velge å dele profilen din med pårørende, reisepartner eller andre du stoler på, slik at de kan gi deg umiddelbar hjelp.
sv: Du kan välja att dela din profil med släktingar, resepartner eller andra som du litar på, så att de kan ge dig förstahandsstöd i en nödsituation

source: I accept the terms and conditions
da: Jeg accepterer vilkårene og betingelserne
de: Ich akzeptiere die allgemeinen Geschäftsbedingungen
es: Acepto los términos y condiciones
nb: Jeg aksepterer vilkårene og betingelsene
sv: Jag godkänner villkoren och bestämmelser

# terms_and_conditions_title
source: Terms and conditions
da: Vilkår og betingelser
de: Geschäftsbedingungen
es: Términos y condiciones
nb: Vilkår og betingelser
sv: Villkor och bestämmelser
